<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
    "http://www.w3.org/TR/REC-html40/loose.dtd">
<HTML dir="ltr"><HEAD>
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>D&aacute;ruiduhttin </TITLE>
  <META name="ROBOTS" content="NOINDEX, NOFOLLOW">
  <META name="copyright" content="&copy; Regnor Jernsletten, S&aacute;mi dutkamiid guovdd&aacute;s&#353;, Tromssa Universitehta.">
  <META name="description" content="M&aacute;kk&aacute; Regnor:  D&aacute;ruiduhttin, Artihkkal 1993.">
</HEAD><BODY>

<p><a name="top">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>

<p>M&aacute;kk&aacute; Regnor:
<h1>D&#225;ruiduhttin</h1>

<p> N&#225;llevealaheapmi s&#225;miid guovdu ii leat o&#240;as.  Thomas von Westen muitalii ovdamearkka dihte ahte Finnm&#225;rkku rittu d&#225;&#382;at eai atn&#225;n s&#225;miid buoret go beanan.  &#268;uohte jagi su ma&#331;&#331;&#225;, 1827s, muitalii muhtin m&#225;tkko&#353;teaddji gean namma lei Keilhau, ahte Steinv&#229;gas &#268;orgasnj&#225;rggas &#225;sse guokte bearra&#353;a.  Nubbi leai d&#225;&#382;a, muhto nuppi bearra&#382;is lei isit d&#225;&#382;a ja eamit s&#225;pmela&#353;.  Keilhau muitala ahte diekk&#225;r n&#225;ittosb&#225;rat eai lean gallis, go sihke d&#225;&#382;at ja s&#225;mit badjelgeh&#269;&#269;e d&#225;&#382;a almm&#225;iolbmo jos s&#225;miin n&#225;itala.

<p> D&#225;ruiduhttinpolitihka &#225;lgu nappo ii leat &#225;lgu n&#225;llevealaheapm&#225;i.  Baicce guosk&#225; d&#225;ruiduhttin d&#225;&#382;a guovdd&#225;&#353;eisev&#225;ldiid &#269;earddala&#353;vuo&#240;apolitihkkii.  Dan &#225;&#353;&#353;i ferte &#269;ilget n&#225;llevealaheami ektui sierra, go d&#225;ruiduhttinpolitihkas ii leat du&#353;&#353;e s&#225;hka olbmuid oktavuo&#240;ain juohkebeaivv&#225;la&#353; eallimis.  Mii dasto d&#225;ruiduhttinpolitihkka lei?


<p> Vuosttas &#225;lggu g&#225;vdnat skuvlla ja girku giellapolitihkas.  Skuvla- ja girko&#225;&#353;&#353;it gulle &#225;lggu r&#225;jes girkoeisev&#225;ldiide, bismmaide, mearridit.  Thomas von Westen &#225;iggis, gii lei s&#225;miid gaskkas mi&#353;uneremin 1727 r&#225;dj&#225;i, geavahi&#353;go&#240;ii girku s&#225;megiela gulahaddangaskaoapmin olu eanet go ovd&#225;l.  Sivva lei die&#240;us ahte b&#225;hpat &#225;ddejedje ahte jos galgga&#353; leat doaivva kristtala&#353;vuo&#240;a nannet s&#225;miid gaskkas, de lei d&#225;rbu singuin gulahaddat.  Girku giellapolitihkka rievddai fas 1773s go Markus Fredrik Bang &#353;attai o&#240;&#240;a bisman Troandimis, man vuoll&#225;i Davvi-Norgga girku gulai.

<p> von Westen &#225;iggis lei Peder Krogh Troandin-bisma (1688-1731).  Son ii lean ovttaoaivilis von Westeniin giellaga&#382;aldagain.  von Westen oahpahii mi&#353;unearaid maidd&#225; s&#225;megielas.  Beakk&#225;n Knud Leem lei okta von Westen oahppiin.  Ma&#331;&#331;&#225; go von Westen j&#225;mii 1727, nogai d&#225;t oahpahus ja lei v&#225;rra Krogh vuosteh&#225;hku von Westen giellaoidnui mii lei sivva dasa.  Mi&#353;uvdna dattege ii lean &#225;ibbas bismma h&#225;lddus, nu ahte s&#225;megiella ain geavahuvvui mi&#353;uvnnas.  Muhto go ordnejuvvon s&#225;megieloahpahus b&#225;hpaide ii &#353;at g&#225;vdnon, de die&#240;us g&#225;rttai mi&#353;unearaid s&#225;megielm&#225;httu das gill&#225;t.

<p> Nubbi &#225;&#353;&#353;i mii gulai girku mi&#353;uvdnabargui ledje girkohuksemat s&#225;meguovlluin.  Krogh ii h&#225;liidan ahte s&#225;megiella galggai geavahuvvot mi&#353;uvdnabarggus, muhto mu&#240;ui gal doarjjui mi&#353;uvdnabarggu.   Su &#225;iggis nannejuvvui girku s&#225;meguovlluin.  Sihke &#193;laheajus, V&#225;rjjagis ja Deanus ceggejuvvojedje sm&#225;vit girkostobut.  von Westen jugii d&#225;&#382;a beal s&#225;meguovlluid 13 mi&#353;uvdnaguovlun, ie&#353; gu&#240;et mi&#353;unearain.

<p> 1774s &#353;attai Bang bisman Troandimis, ja giellapolitihkka rievddai dal&#225;n.  Seminarium Lapponicum, gos mi&#353;unearat o&#382;&#382;o oahpu, maidd&#225; s&#225;megielas, lei &#225;lggahuvvon 1752s, muhto heaittihuvvui fas 1774s, seamm&#225; jagi go Bang &#353;attai bisma, ja Semin&#225;ra hoavda, Knud Leem, j&#225;mii.

<p> O&#240;&#240;a oaidnu s&#225;megiela ja mi&#353;uvnna d&#225;fus vuittii.  Sihke von Westen giellaoaidnu ja su mi&#353;uvdnadoaimmahus j&#225;vkkai.  1802s heaittihuvvui s&#225;memi&#353;uvdna ja ru&#240;at biddjojedje ear&#225; doaimmaide, ovdamearkka dihte skuvllaide m&#225;ddin.  V&#225;rjjagis lei mi&#353;uneara gitta 1808 r&#225;dj&#225;i, ja Skiervv&#225;s fas 1814 r&#225;dj&#225;i.  Girkoeisev&#225;ldiide gal fargga &#269;ielggai ahte s&#225;miid oahpahus g&#225;rttai gill&#225;t o&#240;&#240;a politihka gea&#382;il, muhto sii eai geargan rievdadit dili ovd&#225;l go oppa Finnm&#225;rkku administra&#353;uvdna &#353;attai v&#225;ttisvuo&#240;aid sisa gaskal 1807 ja 1814.  Go Napoleonsoahti lei nohkan, Norga lei vuo&#240;&#240;ol&#225;ga g&#225;rvvistan, ja d&#225;nska gonagasa sadj&#225;i lei ruo&#359;a gonagas &#353;addan Norgga ge gonagassan, buot geavai 1814s, lei Norgga st&#225;hta dilli oal&#225;t nupp&#225;stuvvan, ja eisev&#225;ldit fertejedje fas huksegoahtit ja nannet h&#225;lddahusa - Finnm&#225;rkkus maidd&#225;.

<p> Deinboll lei proavasin &#268;&#225;hcesullos gaskal 1816 ja 1824, ja son g&#225;rttai maidd&#225; ovddastit Finnm&#225;rkku Stuorradikkis.  Son barggai erenoam&#225;&#382;it skuvlla &#225;&#353;&#353;iiguin, ja sus ledje moanat &#225;rvalusat mo skuvlla nannet ja buoridit.  Muhto easkka N V Stockfleth &#225;iggis rievddai giellapolitihkka.  Stockfleth bo&#240;ii b&#225;hppan &#268;&#225;hcesullui 1825s, ja g&#225;rttai bargat s&#225;mi skuvla- ja giella&#225;&#353;&#353;iiguin m&#225;&#331;galot jagi ovddosguvlui.  &#268;&#225;hcesullos son ii lean gal go moadde jagi ovd&#225;l go ozai Davvisiidda b&#225;hppavirggi.  1832 r&#225;jes lei son Oslo universitehtas s&#225;megiela oahpaheaddjin ja dutkin.  Su gie&#240;as bohte m&#225;&#331;ga girjji s&#225;megillii.

<p> Ii Stockfleth ge beassan &#225;ibbas r&#225;fis bargat s&#225;megiela buorrin.  Son buvttii 1848s Stuorradikki ovdii evttohusaid mo nannet s&#225;mem&#225;n&#225;id skuvladili, ja son &#269;uo&#269;&#269;uhii ahte lei &#225;ibbas d&#225;rbba&#353;la&#353; m&#225;n&#225;id oahpahit ie&#382;aset eadnigillii.  Seamm&#225; jagi mearridii gonagas ahte b&#225;hpat galge s&#225;htit oa&#382;&#382;ut s&#225;megieloahpu sihke Tromssa semin&#225;ras (oahpaheaddjiskuvllas) ja Oslo universitehtas.  1852 r&#225;jes s&#225;htte  semin&#225;risttat (oahpaheaddjioahpit) oa&#382;&#382;ut ruhtaveahki lohkat s&#225;me- ja suomagiela Tromssa Semin&#225;ras.  Muhto Stockfletha giellaoaidnu lei d&#225;l deattu vuoll&#225;i &#353;addan.  D&#225;ruiduhttinpolitihkka oidno&#353;go&#240;ii.

<p> Stuorradiggi ii guorrasan Stockfletha &#225;rvalusaide 1848s.  &#193;laheaib&#225;hppa Aars lei vuost&#225;leaddjiid oaiv&#225;mu&#353;, ja son oa&#269;&#269;ui &#269;a&#240;a ahte &#225;&#353;&#353;i guorahallo ja v&#225;ldo ovdan fas nuppi Stuorradikkis, 1851s.  Son h&#225;liidii ahte guorahallo ii go s&#225;mem&#225;n&#225;id s&#225;hte oahpahit d&#225;rogillii.  Aars dajai ahte su &#225;igumu&#353; &#225;rvalusaiguin lei ovddiidit &#269;uvgehusa s&#225;miid gaskkas.  Dat lea ge &#225;gga mii &#225;le geavahuvvui s&#225;megiela vuost&#225;.

<p> &#193;&#353;&#353;i bo&#240;ii fas ovdan 1851s.  Stuorradiggi &#269;uovvulii Aars &#225;rvalusa.  Skuvla galggai oahpahit s&#225;mem&#225;n&#225;ide d&#225;rogiela vissis guovlluin gos lei vejola&#353; nannet d&#225;rogiela.  Daid guovlluid goh&#269;odedje "overgangsdistrikter" (s&#225;megillii s&#225;ht&#225;&#353;ii goh&#269;odit d&#225;ruiduhttinguovlun).  Dat m&#225;vssii dan ahte d&#225;id guovlluin &#225;sse maidd&#225; dan veardde ollu d&#225;&#382;at ahte d&#225;rogiella gullui skuvllastobu seinniid olggobealde ge, ja danin lei eisev&#225;ldiin doaivva ahte s&#225;mit ja l&#225;ddela&#269;&#269;at eai vaj&#225;ldahte dan d&#225;rogiela maid ohppe skuvllas.  &#193;lgo &#225;lggus ledje d&#225;t guovllut Oarje-Finnm&#225;rkku rittus ja Davvi-Tromssas.  Ma&#331;&#331;&#225; gal bohte buot s&#225;meguovllut o&#240;&#240;a ortnegiid vuoll&#225;i.  

<p> Stuorradiggi juolludii 1851s veah&#225; ru&#240;a d&#225;rogiela nannemii, ja d&#225;t ruhtajuolludeapmi g&#225;rttai bisteva&#382;&#382;an gitta 1920-jagiide.  1870-jagiide ii lean juolludeapmi nu stuoris, dat lass&#225;nii 1000 speissed&#225;laris 3500 speissed&#225;larii.  1881s lei lass&#225;nan 27500 ruvdnui, 1892s 32000 ruvdnui, ja 1903/1904s gitta 68000 ruvdnui.  Muhto dalle lei ge d&#225;ruiduhttinpolitihkka olles f&#225;mus.


<p><a name="s1">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>Ballu suopmila&#269;&#269;aid sisaf&#225;rremiid gea&#382;il</h2>


<p> D&#225;ruiduhttinpolitihkka g&#225;rttai eanemusat &#269;uohcat l&#225;ddela&#269;&#269;aide, dahje suoma sisaf&#225;rrejeaddjiide ja sin ma&#331;isboahttiide.  Ortnegat mat &#225;sahuvvojedje 1851s ledje v&#225;rra eanemusat jurdda&#353;uvvon v&#225;ikkuhit s&#225;miide, muhto 1870-jagiin goittot lea &#269;ielggas ahte maidd&#225; l&#225;ddela&#269;&#269;aide guske ortnegat.

<p> Suopmila&#269;&#269;at ledje Finnm&#225;rkui boahtigoaht&#225;n &#225;lgo 1700-jagiin.  Ruo&#359;&#359;a lei stuorrav&#225;ldi 1600-logus, ja fievrridii veahkav&#225;ldd&#225;la&#353; olgoriikkapolitihka.  1700-jagiid &#225;lggus soa&#240;ai Ruo&#359;&#359;a Ruo&#353;&#353;a vuost&#225;, ja d&#225;t soa&#240;it &#353;adde garrasit &#269;uohcat Supmii go dat &#353;attai soahteeanan, ja dasto Ruo&#353;&#353;a vearuhusa vuoll&#225;i.  Muhtin guovlluin goddojedje olu siviilaolbmot, ja eanandoallu gill&#225;i rievidemiid ja vearuhusa bokte.  M&#225;&#331;ggas b&#225;htaredje dav&#225;s, ja sis bohte olusat Ivgui ja &#193;lahedjui.  Maidd&#225; siseatnama siidaguovlluide bohte soapm&#225;sat, Guovdageidnui, M&#225;zii, K&#225;r&#225;&#353;johkii ja Buolbm&#225;gii.  Mu&#240;uid bohte s&#225;mit Giema s&#225;mesiiddain mieht&#225; 1600 ja 1700-logu "Ruija"-rittuide, muhto sii vigge muhtin muddui dahkaluddat l&#225;ddela&#382;&#382;an go dohko jovde.  Go &#193;laheajus bohte ruvkedoaimmat johtui 1826 r&#225;jes, bohte maidd&#225; olu l&#225;ddela&#269;&#269;at Durtnosleagis barggu dihte.

<p> Diet lei hiljes sisaf&#225;rren.  Stuorra olmmo&#353;&#269;orragat boahtigohte easkka 1860-jagiin, ja dalle Nuorta-Finnm&#225;rkui.  Ovdamearkka dihte lass&#225;nii l&#225;ddela&#269;&#269;aid lohku d&#225;l&#225; &#268;&#225;hcesullo gielddas n&#225; gaskal 1845 ja 1890:

<p>
<table>
<tr><td> 1845: </td><td> 140,  </td><td> 16.6% oppa &#225;lbmogis </td></tr>
<tr><td> 1855: </td><td> 436,  </td><td> 27.7% oppa &#225;lbmogis </td></tr>
<tr><td> 1865: </td><td> 1038, </td><td> 44.3% oppa &#225;lbmogis </td></tr>
<tr><td> 1875: </td><td> 1485, </td><td> 52.1% oppa &#225;lbmogis </td></tr>
<tr><td> 1890: </td><td> 2159, </td><td> 57.5% oppa &#225;lbmogis </td></tr>
</table>

<p> D&#225;n stuorra sisaf&#225;rremii ledje guovtti l&#225;g&#225;n sivat.  Finnm&#225;rkkus lei &#225;hpeguol&#225;steapmi ja guolleg&#225;vpi sakka buorr&#225;nan ma&#331;&#331;&#225; 1840, ja olmmo&#353;lohku lass&#225;nii mieht&#225; Finnm&#225;rkku rittu.  1855 r&#225;jes lass&#225;nii olmmo&#353;lohku eanemusat Nuorta-Finnm&#225;rkkus.  Buorr&#225;nan dilli &#225;hpeguol&#225;steamis gesii olbmuid Finnm&#225;rkui sihke m&#225;ddelis Norggas ja Gaska-Suomas.  Sisaf&#225;rrejeaddji d&#225;&#382;at navde Finnm&#225;rkku leat buoret guovlun go ie&#382;aset ruovttub&#225;iki.  Mannan &#269;uohtejagi gaskkamuttos lei stuorra gilvu eatnamiid alde m&#225;ddin, go olu nuorat bohte n&#225;italanahk&#225;i ja ohcagohte eallingeainnu.  Suomas maid lei dilli v&#225;ttis eanandoalus, erenoam&#225;&#382;it vuolitsehtui (dat geat eai birgen nu bures).  1860-jagiin ledje Suomas fuones jagit &#353;attu d&#225;fus, ja m&#225;&#331;ggas vulge b&#225;kkus dav&#225;s.  Sidjiide maid lei guollerikkis Ruija geasuheaddji guovlu.

<p> &#193;lbmotlohkamiin oaidnit mo olmmo&#353;lohku lass&#225;nii.  Jos juohk&#225; d&#225;&#382;aid, s&#225;miid ja l&#225;ddela&#269;&#269;aid ie&#353; gu&#240;et sadj&#225;i, de leat logut n&#225;:

<p>
<table>
<tr><td> </td><td> 1845 </td><td> 1855 </td><td> 1865 </td><td> 1875 </td><td> 1891  </td></tr>
<tr><td> D&#225;&#382;at </td><td> 4494 </td><td> 6981 </td><td> 9351 </td><td> 12891 </td><td> 15360 </td></tr>
<tr><td> S&#225;mit </td><td> 6541 </td><td> 7103 </td><td> 7490 </td><td> 7008 </td><td> 7881 </td></tr>
<tr><td> L&#225;ddela&#269;&#269;at </td><td> 1692  </td><td> 2305  </td><td> 3488  </td><td> 4286 </td><td> 5929 </td></tr>
<tr><td> Oktiibuot </td><td> 12727 </td><td> 16389 </td><td> 20329 </td><td> 24185 </td><td> 29170 </td></tr>
</table>

<p> &#193;lbmotlohkamiid loguid galg&#225; v&#225;rrogasat geavahit, go ii leat lohkamis lohkamii geavahuvvon seamm&#225; vuohki &#225;rvvo&#353;tallat gii gull&#225; man &#269;erdii, geah&#269;a ovdamearkka dihte mo s&#225;miid lohku njiejai 1865 ja 1875 gaskkas, ja lass&#225;nii fas.  Muhto logut goittot leat veah&#225; veahkkin.  Nu go oaidnit, de lass&#225;nii l&#225;ddela&#269;&#269;aid lohku eanemusat gaskal 1855 ja 1865.  Gaskal 1865 ja 1890 &#225;sse goalmm&#225;toassi sis &#268;&#225;hcesullus (vrd. ovddit tabeallain).  Maidd&#225; d&#225;&#382;aid lohku lass&#225;nii, mas&#225; seamm&#225; johtilit.  Sisaf&#225;rren Suomas lei nappo oassi stuorra olmmo&#353;r&#225;vnnjis mii golggai dav&#225;sguvlui mieht&#225; 1800-logu.  Olmmo&#353;lohku lass&#225;nii mealgat maidd&#225; danin go rieg&#225;dedje olu eanet m&#225;n&#225;t go j&#225;pme olbmut.  Dattege loktii d&#225;&#382;a ja suopmila&#353; sisaf&#225;rren gitta 1850-jagiide olmmo&#353;logu eanet go d&#225;t "lunddola&#353;" olmmo&#353;logu lass&#225;neapmi.

<p> Vaikko d&#225;&#382;aid lohku ge lass&#225;nii olu, de ledje &#269;earddala&#353;vuo&#240;a dilit eisev&#225;ldiid mielas dakk&#225;rat ahte orui d&#225;rbu nannet d&#225;&#382;a kultuvrra Finnm&#225;rkkus.  Ballu, man suopmila&#353; sisaf&#225;rren cahkkehii, boaht&#225; politihkas vuosttas h&#225;vi ovdan eananvuovdima oktavuo&#240;ain, ja dat lea hui &#269;uvgejeaddji danin go 1863s bo&#240;ii vuosttas eananvuovdinl&#225;hka.  Das ii vuhtto ballu, muhto moadde jagi das ma&#331;&#331;&#225; bohtet njuolggadusat mat hui &#269;ielgasit &#269;&#225;jehit muosehisvuo&#240;a Finnm&#225;rkku &#269;earddala&#353;vuo&#240;a &#225;&#353;&#353;iid gea&#382;il.


<p><a name="s2">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>Eananvuovdinl&#225;gat</h2>

<p> 1863 eananvuovdinl&#225;hka guoskkai du&#353;&#353;e Finnm&#225;rkui.  Finnm&#225;rku lea erenoam&#225;&#353; eananvuoigatvuo&#240;aid d&#225;fus, ja dasa lea guhkes ovdahistorj&#225;.  Gitta 1775 r&#225;dj&#225;i ii lean vejola&#353; oamastit eatnama Finnm&#225;rkkus.  Eanangeavahanvuoigatvuo&#240;at &#269;uvvo &#225;rbevirola&#353; riekte&#225;ddejumi.  Muhto &#193;laheajus g&#225;rtagohte dilit moiv&#225;sat go olmmo&#353;lohku lass&#225;nii nu johtilit ahte olbmot eai nagadan &#353;at &#225;rbevirola&#353; vuoigatvuo&#240;a&#225;ddejumi bokte &#269;ilget geas lei vuoigatvuohta geavahit gu&#240;e eatnama.  Da&#240;is go &#193;laheajus viid&#225;nii eanandoallu, &#353;attai eanet dat eanet d&#225;rbu nannet oamastanvuoigatvuo&#240;aid.  Danin evttohii &#225;mttam&#225;nni ahte eisev&#225;ldit das duohko galge juohkit eatnamiid olbmuide d&#225;rbbu mielde, ja ahte sii o&#382;&#382;o b&#225;hp&#225;ra duo&#240;&#240;a&#353;tussan eanangeavahanvuoigatvuhtii.  1775 njuolggadusat goh&#269;oduvvojit d&#225;rogillii "jordutvisningsresolusjonen av 1775", ja oassi das lea ain f&#225;mus.

<p> 1775 njuolggadusaid mielde o&#382;&#382;o olbmot erenoam&#225;&#382;it Oarje-Finnm&#225;rkkus b&#225;hp&#225;ra duo&#240;a&#353;tussan eanangeavahanvuoigatvuhtii.  Muhto eatn&#225;&#382;at eai bero&#353;tan h&#225;hkat b&#225;hp&#225;ra.  Doppe gos h&#225;hke b&#225;hp&#225;ra, nu go mat &#193;laheajus, bo&#240;ii &#225;iggi mielde ovdan ahte njuolggadusat eai lean doarv&#225;i buori.  Oamastanriekti lei g&#225;r&#382;i. Jos olbmot h&#225;liidedje doalahit oamastanrievtti, fertejedje golmma jagi siste nj&#225;skat gieddin, ja &#225;ssat das.  Jos gu&#240;&#240;e saji &#225;vdin, de manahedje eatnama.  Dasa lassin lei mihtideapmi hui v&#225;ileva&#353; go r&#225;j&#225;t eai &#269;ilgejuvvon albma l&#225;hk&#225;i.  Danin eai nagadan eisev&#225;ldit &#269;uovvut mielde gii geavahii man eatnama, ja danin eai nagadan ge &#269;oavdit daid riidduid mat &#269;uozziledje olbmuid gaskkas eatnamiid alde.

<p> 1863 l&#225;hka galggai &#269;oavdit v&#225;ttisvuo&#240;aid.  D&#225;n l&#225;gas &#225;sahuvvui eananoamastanvuoigatvuohta nu go mii otne dan dovdat Finnm&#225;rkui ge.  D&#225;n ge vuoru bo&#240;ii l&#225;hkaevttohus &#193;laheajus.  L&#225;ga mielde lei vejola&#353; oa&#382;&#382;ut albma eanangirjji mii d&#225;hkidii oamastanvuoigatvuo&#240;a g&#225;vpe- ja &#225;rbeoktavuo&#240;ain ge.  Eanangirji add&#225; olbmui vejola&#353;vuo&#240;a sihke vuovdit eatnama, p&#225;ntan bidjat, ja eana s&#225;htta &#225;rbejuhkui ge mannat.

<p> L&#225;gas eai lean mearr&#225;dusat mat guoskka&#353;edje &#269;earddala&#353;vuo&#240;a diliide.  Muhto jagiin gaskal 1863 ja 1867 &#225;rvvo&#353;talai r&#225;&#240;&#240;ehus dili m&#225;&#331;gga oktavuo&#240;as.  St&#225;htar&#225;&#240;&#240;i Stang cakkai daid geat h&#225;liidedje &#269;avget politihka l&#225;ddela&#269;&#269;aid vuost&#225;.  Eananvuovdinpolitihkas lei 1866 r&#225;jes s&#225;hka galggai go stivrregoahtit gii oa&#382;&#382;u eatnama l&#225;igohit (forp&#225;ktet) st&#225;htas.  Eananvuovdinl&#225;ga mielde ii liv&#269;&#269;ii lean vejola&#353; dan dahkat, go das daddjui ahte dat gii &#225;k&#353;uvnnas &#269;uorvu alcces eatnama, oa&#382;&#382;u oastit dan.  Rievdadusat mat d&#225;id s&#225;gastallamiid ma&#331;&#331;&#225; bohte l&#225;hkii 1869s, eai lean doarv&#225;i buori eisev&#225;ldiid mielas, ja 1876s bohte njuolggadusat man mielde galggai leat vejola&#353; r&#225;ddjet oamastanvuoigatvuo&#240;a dihto guovlluin.  Dan maid das vigge, lei ahte olbmot galge ohcat lobi jos &#225;igo vuovdit eatnama.  Eisev&#225;ldit h&#225;liidedje dan l&#225;hk&#225;i eastadit ahte s&#225;mit ja l&#225;ddela&#269;&#269;at besset eatnamii oastit.  Eisev&#225;ldit nuppi d&#225;fus ain g&#225;dde ahte sis lei l&#225;ga mielde lohpi vuosttas vuovdimis prioriteret d&#225;&#382;aid s&#225;miid ja l&#225;ddela&#269;&#269;aid ovddabeall&#225;i.  Stuorradiggi eahpidi&#353;go&#240;ii lei go nu, muhto ii dieht&#225;n vuos buoret r&#225;&#240;i go orustahttit eananvuovdima vissis r&#225;dj&#225;guovlluin 1879 r&#225;jes.  A&#331;kke o&#382;&#382;o muhtin d&#225;&#382;at oastit eatnama K&#225;r&#225;&#353;joga gielddas, gos eananvuovdin rievtti mielde lei orustahtton. 

<p> 1888s bo&#240;ii o&#240;&#240;a st&#225;htaborg&#225;rl&#225;hka.  Das daddjui vuostta&#382;in ahte eatnama s&#225;htii du&#353;&#353;e Norgga st&#225;htalahttu oamastit.  Dasa lassin mearridii l&#225;hka ahte du&#353;&#353;e sii gu&#240;et m&#225;htte d&#225;rogiela besse Norgga st&#225;htalahttun.  D&#225;t die&#240;us mielddisbuvttii ahte suopmil&#225;&#269;&#269;at olggu&#353;tuvvo.  Nuppi d&#225;fus s&#225;htte ruo&#359;&#359;ila&#269;&#269;at beassat Norgga st&#225;htalahttun go giellag&#225;ib&#225;dus ii lean sidjiide oaivvilduvvon.  Go eisev&#225;ldit s&#225;htte geavahit d&#225;n l&#225;ga eananvuovdima oktavuo&#240;ain, besse olbmot 1895 r&#225;jes fas oastit eatnamiid daid guovlluin gos eananvuovdin gildui 1875s.  Eai 1869 mearr&#225;dusat ge galgan leat f&#225;mus 1895 r&#225;jes.

<p> Vaikko eisev&#225;ldit vigge gieldit s&#225;miid ja l&#225;ddela&#269;&#269;aid oastit eatnamiid, de g&#225;vnnahii liikk&#225; eanandoallodepartementa ahte menddo olu s&#225;mit ja l&#225;ddela&#269;&#269;at o&#382;&#382;o eanangirjjiid.  Dasa lassin lei Stuorradigg&#225;i boaht&#225;n &#225;rvalus lo&#382;&#382;et st&#225;htaboarg&#225;rl&#225;ga g&#225;ib&#225;dusaid.  Danin badj&#225;nii jurdda o&#240;&#240;a eanandoallol&#225;ga r&#225;hkadit.

<p> B&#225;ikk&#225;la&#353; eisev&#225;ldit ledje evttohan sihke 1775 njuolggadusaid ja 1863 eananvuovdinl&#225;ga.  Duog&#225;&#382;in &#225;rvalusaide ledje b&#225;ikk&#225;la&#353; v&#225;ttisvuo&#240;at go eananvuoigatvuo&#240;at &#353;adde nu moiv&#225;sat ahte sii eai &#353;at nagadan daid &#269;orget.  1902 l&#225;gain lei &#225;ibbas nuppi l&#225;hk&#225;i.  Guovdd&#225;&#353;eisev&#225;ldit &#225;rvaledje l&#225;ga vai sidjiide liv&#269;&#269;e vejola&#353; v&#225;ikkuhit Finnm&#225;rkku &#269;earddala&#353;vuo&#240;adiliide.  Dan oaidn&#225; l&#225;ga r&#225;hkkananbarggus, gos &#269;earddala&#353;vuo&#240;a dilit &#269;ilgejuvvojedje hui d&#225;rkilit.  Vel &#269;ielgaseabbo oaidn&#225; dan l&#225;ga ja l&#225;hkii gulli njuolggadusain.  &#268;ielgaseamos lea eananvuovdinnjuolggadusaid giellag&#225;ib&#225;dus.  Das mearriduvvui ahte eatnama s&#225;htii du&#353;&#353;e daidda vuovdit geain lei d&#225;rogiella ruovttugiellan dahje beaivv&#225;la&#353; giellan.  Muhto njuolggadusain ledje ear&#225; ge mearr&#225;dusat.

<p> Eananvuovdima galggai eananvuovdinkommi&#353;uvdna &#269;a&#240;ahit.  D&#225;t lei o&#240;&#240;a &#225;sahus mii ii lean leama&#353; ovd&#225;l.  Juohke gielddas galggai leat sierra kommi&#353;uvdna.  Ovdaolmmo&#382;in biddjui eananvuovdinkommi&#353;uneara, dahje hoavda.  D&#225;t lei o&#240;&#240;a virgi.  Dasa lassin galggai guovllu leansm&#225;nni leat kommi&#353;uvnnas f&#225;rus, ja dasto vel okta lahttu gielddas eret.  &#193;mttam&#225;nni nammadii d&#225;n gielddalahtu, goittot 1920-jagiide.  Dan r&#225;jes nammadii gielda ie&#353; gieldda lahtu.  Juohke gielddas lei nappo sierra eananvuovdinkommi&#353;uvdna.  Eananvuovdinhoavda lei mielde uot kommi&#353;uvnnain.  Eanetlohku l&#225;vdegottis mii evttohii eananvuovdinl&#225;ga, lei &#225;rvalan ahte gielda ie&#353; nammada ie&#382;as lahtu, muhto dasa ii guorrasan eanandoallodepartementa ii ge Stuorradiggi.  Sii h&#225;liidedje ahte &#225;mttam&#225;nni galggai dan ge beassat mearridit.

<p> &#268;avga bearr&#225;igeah&#269;&#269;u boaht&#225; maidd&#225; ovdan go geah&#269;ada mo eananoastinohcamiid meannudedje.  Son gii ohcat &#225;iggui, fertii ruovttu guovllu leansm&#225;nnis oa&#382;&#382;ut duo&#240;a&#353;tusa lei go Norgga st&#225;htalahttu, man &#269;erdii gulai, gos lei rieg&#225;dan, ja m&#225;htii go d&#225;rogiela.  De s&#225;htii easkka s&#225;ddet ohcama dan gieldda leansm&#225;nn&#225;i gos h&#225;liidii eatnama oastit.  Ohcama galggai s&#225;ddet ovd&#225;l 1. b. guovvam&#225;nus.  Leansm&#225;nni ja gieldda kommi&#353;uvdnalahttu gie&#240;ahalaiga dasto ohcamiid ovd&#225;l go s&#225;ddiiga daid eananvuovdinhovdii.  Son mearridii gis galggai go olles kommi&#353;uvdna leat f&#225;rus mihtideamen eatnama, vai s&#225;htiiga go leansm&#225;nni guovttos gielddalahtuin dan dahkat.  Jos eananvuovdinhoavda oaivvildii ahte son ii d&#225;rbba&#353;an leat mielde, de fertii liikk&#225; &#225;mttam&#225;nnis hcat lobi addit ohcamiid duon guokt&#225; h&#225;ldui.

<p> &#193;&#353;&#353;emeannudeapmi g&#225;rttai dien l&#225;hk&#225;i &#225;ddj&#225;s homm&#225;, ja 1920-jagiin lei d&#225;b&#225;la&#353; ahte kommi&#353;uvdna &#225;dj&#225;nii guokte gitta njeallje jagi ovd&#225;l go eatnama s&#225;htte mihtidit ja ohcci eanangirjji oa&#382;&#382;ut.  1926s bohte vel b&#225;hp&#225;rat Stuorradikki eanandoallol&#225;vdegotti ovdii gos &#269;uo&#269;&#269;uhuvvui ahte muhtin s&#225;meguovlluin, nu go mat L&#225;gesvuonas, s&#225;htii s&#225;pmela&#353;riehpu vuordit gitta jealljenuppelot jagi ovd&#225;l go &#225;&#353;&#353;it &#269;ilge.ean vissis ahte ohcci oa&#269;&#269;ui eanangirjji.  Kommi&#353;uvdna hilggui ui d&#225;vj&#225; ohcamiid.  Mii leat d&#225;vj&#225; gullan go eananvuovdinl&#225;gas lea s&#225;hka, ahte s&#225;mit eai o&#382;&#382;on oastit eatnamiid eananvuovdinl&#225;ga giellag&#225;ib&#225;dusa gea&#382;il.  Dat &#269;uo&#269;&#269;uhus ii leat &#225;ibbas duohta.  Lea duohta ahte m&#225;&#331;ggas eai o&#382;&#382;on oastit eatnama, muhto mii dalle d&#225;hp&#225;huvai, lei ahte sii besse &#269;&#225;llit st&#225;htain l&#225;igo&#353;iehtadusa mearriduvvon &#225;ig&#225;i ja gieddel&#225;igui.  Ovd&#225;l 1920 orru guovtti goalmm&#225;toasis ohcamiin nu geavvan, ja 1920-jagiin beliin ohcamiin.  Nubbi &#225;&#353;&#353;i lea vel dat ahte giellag&#225;ib&#225;dusa lassin ledje moadde ear&#225; mearr&#225;dusa maidda eananvuovdinkommi&#353;uvdna d&#225;vj&#225; &#269;ujuhii go hilggui ohcamiid.  Eananvuovdinnjuolggadusain, mat &#269;uvvo eananvuovdinl&#225;ga, daddjui ahte:

<p> Eatnama oa&#269;&#269;ui vuovdit Norgga st&#225;htalahtuide dain eavttuin ahte sii:

<ul>
  <li> ledje guovllu eanandollui ja baj&#225;shuksemii &#225;vkk&#225;la&#353; olbmot
  <li> m&#225;htte d&#225;rogiela h&#225;llat, lohkat ja &#269;&#225;llit, ja ahte sii geavahedje d&#225;rogiela beaivv&#225;la&#269;&#269;at.
</ul>


<p>Dasa lassin daddjui njuolggadusain ahte geassesajiid ii o&#382;&#382;on vuovdit, du&#353;&#353;e l&#225;igohit, ja dat g&#225;rttai erenoam&#225;&#382;it &#269;uohcat s&#225;miide.

<p> Okta &#225;&#353;&#353;i lea mii l&#225;gas ja njuolggadusain mearriduvvui, nubbi lea man muddui eanandoallokommi&#353;uvnnat &#269;uvvo mearr&#225;dusaid.  Mii giellag&#225;ib&#225;dussii guosk&#225;, orru &#225;&#353;&#353;i &#269;ielggas.  Kommi&#353;uvnnat leat &#269;ujuhan dasa du&#353;&#353;e vuosttas moadde jagi.  Unj&#225;rgga kommi&#353;uvdna veadj&#225; leat geavahan giellag&#225;ib&#225;dusa go Stuorravuona boares m&#225;rkan&#353;ilju mihtiduvvui 1903s.  Ohcciid gaskkas ledje moadde s&#225;pmela&#269;&#269;a, ja sii eai o&#382;&#382;on eanangirjji, besse du&#353;&#353;e l&#225;igohit gittiid leansm&#225;nnes, gii beasai oastit.  &#193;&#353;&#353;i ii leat &#225;ibbas &#269;ielggas, go kommi&#353;uvdna &#269;ujuha sihke st&#225;htalahtovuo&#240;ag&#225;ib&#225;dussii ja giellag&#225;ib&#225;dussii.  Muhto go ohcciid gaskkas ledje sihke l&#225;ddela&#269;&#269;at ja s&#225;pmela&#269;&#269;at, ja ii okta ge sis o&#382;&#382;on eanangirjji, orru leamen nu ahte l&#225;ddela&#269;&#269;aid ohcamat hilgojuvvojedje danin go sii eai lean Norgga olbmot.  Dalle fertii lean giella &#225;gga s&#225;miid vuost&#225;.  Mu&#240;uid gal g&#225;vdnojit dievva ovdamearkkat 1905 r&#225;jes gos s&#225;mit o&#382;&#382;o eanangirjji vaikko ie&#382;a mie&#240;ihedje ahte sii eai m&#225;htt&#225;n dahje geavahan d&#225;rogiela.  Eanandoalloministar vikkai &#269;avget giellag&#225;ib&#225;dusa 1913s, muhto das ii boaht&#225;n mihkkege go mas&#225; buohkat geat jien&#225;dedje &#225;&#353;&#353;is, &#225;viissat, b&#225;hpat, Finnm&#225;rkku Stuorradikke&#225;irasat, gielddastivrrat ja s&#225;gadoallit, vuosttildedje &#269;avgema.  M&#225;&#331;ggas &#225;rvaledje baicce sihkkut oppa giellag&#225;ib&#225;dusa.  Veah&#225; sierramielala&#353;vuohta lei das ahte galggai go leat &#225;lkkit s&#225;miide go l&#225;ddela&#269;&#269;aide oastit eatnama.  Muhtimat oaivvildedje nammalassii ahte gal l&#225;ddela&#269;&#269;aid ohcamiid juolui hilgut, go sii han ledje sisaf&#225;rrejeaddjit. Muhto s&#225;miid, geat &#225;le leat orron Finnm&#225;rkkus, ii lean govttola&#353; soardit eananvuovdimis, daddjui.

<p> Erenoam&#225;&#353; bero&#353;tahtti lea eananvuovdinhoavdda cealk&#225;mu&#353; &#225;&#353;&#353;&#225;i.  Son oainn&#225;t muitalii ahte son ii lean nu sakka bero&#353;tan giellag&#225;ib&#225;dusas, ja eai lean ovddit ge eananvuovdinhoavddat bero&#353;tan das.  Ii son g&#225;dd&#225;n dat ovddiidiv&#269;&#269;ii eanandoalu, ii ge d&#225;ruiduhttima.  Das baicce &#269;uo&#382;&#382;iliv&#269;&#269;ii unohas agita&#353;uvdna Norgga ja d&#225;&#382;aid vuost&#225;, logai.

<p> Nubbi mearr&#225;dus eananvuovdinnjuolggadusain guoskkai daidda geat eai lean Norgga st&#225;htalahtut.  D&#225;s lea maidd&#225; &#225;&#353;&#353;i hui &#269;ielggas.  Supmii gulli olbmot eai galgan oa&#382;&#382;ut eanangirjji, sii fertejedje l&#225;igohit st&#225;htas.  Ovtta gaskka lei eananvuovdinhoavda nu garas ahte eai galgan l&#225;igohit ge beassat, muhto dat fertii lean boasttu l&#225;hkaipm&#225;rdus, go das gal fas lo&#382;&#382;ii.  S&#225;mit ledje d&#225;b&#225;la&#269;&#269;at Norgii gulli, nu ahte sidjiide ii guoskan d&#225;t mearr&#225;dus.

<p> Mii dalle b&#225;zii &#269;earddala&#353;vuo&#240;a guoski mearr&#225;dsain, jos s&#225;miid beali smiehtt&#225;?  Vuosttamu&#382;&#382;an ahte vaikko b&#225;ikk&#225;la&#353; eisev&#225;ldit eai &#269;uvvon l&#225;ga nu go lei jurdda&#353;uvvon, de goittot lea l&#225;hka duo&#240;a&#353;tus mo guovdd&#225;&#353;eisev&#225;ldit h&#225;liidedje politihka.  &#268;earddala&#353;vuo&#240;a dilit davvin ledje 1860-jagiin g&#225;rtan oaiveb&#225;v&#269;&#269;asin sidjiide. Eisev&#225;ldit vigge doalahit Norgga st&#225;hta suverenitehta davvin moanaid doaimmaid bokte.  Eananvuovdinpolitihkka lei okta m&#225;&#331;ga gaskaoami gaskkas.

<p> Nubbi &#225;&#353;&#353;i mii lea fuom&#225;&#353;an veara, lea ahte vaikko giellag&#225;ib&#225;dus ii v&#225;ldon atnui, de fertejedje s&#225;mit v&#225;stidit ga&#382;aldagaide ie&#382;aset giellageavaheami birra.  Dakko bokte bohte sii diehtit ahte eananvuovdinpolitihkas ge vikkai st&#225;hta fievrridit d&#225;ruiduhttinpolitihka. Dat die&#240;us nannii oppa d&#225;ruiduhttinpolitihka.  Vel 1950-jagiin fertejedje olbmot v&#225;stidit ohcanskovi giellaga&#382;aldagaide, ja dat lei olbmuid mielas hui unohas, muitaluvvo.

<p> Goalmm&#225;t &#225;&#353;&#353;i lea ahte m&#225;&#331;ggas fertejedje liikk&#225; duhtat l&#225;igoeatnamiin vaikko eananvuovdinkommi&#353;uvnnat eai oro hilgon s&#225;miid eananohcamiid giellag&#225;ib&#225;dusa gea&#382;il.  Eananvuovdinkommi&#353;uvnnat han galge fuolahit ahte eanandoallu nannejuvvo&#353;ii.  S&#225;miid lei d&#225;rbu &#269;uvget dahje b&#225;gget buoridit eanandoaluset.

<p><a name="s3">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>S&#225;miid eal&#225;husat ovd&#225;neami &#269;uovggas</h2>


<p> Go eanandoalu galggai nannet, de lei ga&#382;aldat mo &#353;ibitdiv&#353;&#353;u galggai buoridit ja gieddeb&#225;rggu buvttadeami (produk&#353;uvnna) loktet.  Mieht&#225; 1800-logu ledje die &#225;&#353;&#353;it mas s&#225;mit birgejedje funet eisev&#225;ldiid ja eanandoallodiehttiid mielas.  S&#225;mit johtaledje geassesadj&#225;i vai suoidni beasa&#353;ii &#353;addat r&#225;fis &#353;ibihiid ovddas &#225;lvesaji ittiin, ja danin go johtaleapmi mu&#240;uid heivii s&#225;miid viiddis luonddu&#225;vkk&#225;stallamii.  Suoidni dattege ii lean &#353;ibihiid &#225;idna fuottar.  Stuorra oassi s&#225;htii leat ng. veahkkefuottar mii biddjui liemasruitui.  Veahkkefuottarin geavahuvvojedje sihke st&#225;rat, guolle&#353;loagat, jeaggesuoinnit, jeahkk&#225;lat, ja lasttat.

<p> Eisev&#225;ldiide lei oalle oiveb&#225;v&#269;&#269;as mo galge oa&#382;&#382;ut s&#225;miid heaitit diekk&#225;r fuones d&#225;biin, ja &#225;lgit albma &#353;ibitdoaluin.  Albma &#353;ibitdollui gulai buoret n&#225;vetdik&#353;u, gieddesuoidni v&#225;ldofuottarin, ja oppa lohk&#225;i doarv&#225;i d&#225;lvefuottar &#353;ibihiidda.  S&#225;miid &#225;rbevirola&#353; oapmedoallu ii dohkken man ge d&#225;fus.  Mii guosk&#225; &#353;ibit- ja n&#225;vetdik&#353;ui, de ledje &#269;uvgehusdoaimmat deat&#225;la&#353; v&#225;ikkuhangaskaoamit.  Eisev&#225;ldiin lei v&#225;rra liikk&#225; stuor&#225;t doaivva v&#225;ikkuhit fuottardeapm&#225;i eananvuovdinpolitihka bokte.

<p> Deanuleagis vigge eisev&#225;ldit muhtin muddui geavahit  luossabivdinvuoigatvuo&#240;aid (&#269;&#225;ziid) ge dakk&#225;r ulbmiliiguin.  Guovllu &#225;ssiin lei dolo&#382;is buo&#240;&#240;un- ja golgadanlohpi ja b&#225;ikk&#225;la&#353; eisev&#225;ldit fertejedje vuhtii v&#225;ldit d&#225;id vuoigatvuo&#240;aid.  Dat g&#225;r&#382;&#382;idii vejola&#353;vuo&#240;aid rievdadit dili.  Muhto dattege &#269;atnojuvvojedje bivdovuoigatvuo&#240;at 1800-logu mielde eananoamasteapm&#225;i. 1888s bo&#240;ii l&#225;hka Deanujoga bivdovuoigatvuo&#240;aid h&#225;rr&#225;i.  D&#225;s biddjui g&#225;ib&#225;dussan ahte &#269;&#225;hci galggai eatnama &#269;uovvut, dahje nuppi l&#225;hk&#225;i daddjon:  Son, geas lei eana, oa&#269;&#269;ui buo&#240;&#240;ut ja golgadit.  L&#225;hka lei heivehuvvon Vuolle-Deanu (Sieidd&#225;s vulos) diliide, muhto g&#225;rttai guoskat olles leahk&#225;i.  Vuolle-Deanus ledje eanandilit nu moiv&#225;sat ahte sierra kommi&#353;uvdna fertii daid &#269;orget (1876-1883).  Ovd&#225;l go l&#225;hka bo&#240;ii f&#225;pmui, l&#225;vii sundi guorahallat diggereaissuin ledje go olbmuin ain eatnamat mas ii g&#225;vdnon eanangirji.  Loahppaboa&#240;us lei ahte ean&#225;&#353; gittiide g&#225;vdnui eanangirji ovd&#225;l 1900.  Muhto liikk&#225; g&#225;rttai 1902 eananvuovdinl&#225;hka guoskat Deanuleahk&#225;i ge, beassat fargga oaidnit.

<p> 1888 Deanul&#225;ga vuo&#240;ul r&#225;hkaduvvui gonagasla&#353; resolu&#353;uvdna 1911s.  Das &#269;avgejuvvui oktavuohta eanandoalu ja bivdinvuoigatvuo&#240;aid gaskkas.  Das duohko galggai l&#225;ddjet ovtta gusa d&#225;lvedoarvvi (2000 kg) suoinni jos &#225;iggui oa&#382;&#382;ut &#269;&#225;zi, ja dasa lassin g&#225;ibiduvvui ahte &#225;sai eananbiht&#225;s lahka.  St&#225;htalahttovuo&#240;a g&#225;ib&#225;dus maidd&#225; nannejuvvui.  Njuolggadusaid evttohedje Vuolle-Deanu d&#225;&#382;ahearr&#225;t, politimea&#353;ttir ja sundi.  Sundi lei dasa lassin ovdaolmmo&#353; Deanu eanandoallosearvvis, ja oa&#269;&#269;ui searvvi ge doarjut &#225;rvalusa.  Searvvi lahtut ledje v&#225;rra ean&#225;&#353; d&#225;&#382;at.

<p> Politimea&#353;ttir ja sundi geavaheigga m&#225;&#331;ga &#225;kka go evttoheigga njuolggadusaid.  Soai h&#225;liideigga njuolggadusaid man vuo&#240;ul s&#225;htiiga &#269;avget luossabivddu bearr&#225;igeah&#269;u.  Guvlui lei olmmo&#353;lohku sakka lass&#225;nan ja dat mielddisbuvttii soahpameahtunvuo&#240;a bivdiid gaskkas.  Sutnos ledje evttohusat njuolggadusaide mat sutno g&#225;ttu mielde geahpidiv&#269;&#269;e riiduid.

<p> Nubbin h&#225;liideigga caggat l&#225;ddela&#269;&#269;aid vejola&#353;vuo&#240;aid oa&#382;&#382;ut luossabivdinvuoigatvuo&#240;aid.  Eananvuovdinl&#225;ga njuolggadusain lei, nu go oinniimet, mearriduvvon ahte du&#353;&#353;e Norgga olbmot o&#382;&#382;o oastit eatnama.  Dattege ledje m&#225;&#331;ggas o&#382;&#382;on eatnama, v&#225;idalii politimea&#353;ttir.  L&#225;igoeatnama gal s&#225;htii Suoma olmmo&#353; ge oa&#382;&#382;ut, ja das ge &#269;uvvo bivdovuoigatvuo&#240;at.  Danin lei d&#225;rbu &#269;avget mearr&#225;dusa.  Dat m&#225;vssii ahte 1902 r&#225;jes geh&#269;&#269;ui st&#225;htalahttovuhtii go mearridedje eananohcamiid.  D&#225;t guoskkai oppa Finnm&#225;rkui.  1911 r&#225;jes geh&#269;&#269;ui Deanus vel st&#225;htalahttovuhtii go olbmot ohce &#269;&#225;zi (bivdinlobi).

<p> Goalmm&#225;din ledje eananvuoigatvuo&#240;a dilit moivv&#225;skeamen fas.  Kommi&#353;uvnnabarggut gaskal 1876 ja 1883 gal ledje soaittahagas &#269;orgen diliid, muhto s&#225;miid &#225;rbevierut ledje fas moiven &#225;&#353;&#353;iid eisev&#225;ldiide.  Politimea&#353;ttir v&#225;idalii go s&#225;mit eai juohk&#225;n eatnamiid &#225;rbbis.  &#193;rbejeaddjit geavahedje eatnamiid ovttas, dahje vurrolagaid.  Seamm&#225; l&#225;g&#225;n vieruid birra muitalii K&#225;r&#225;&#353;joga suohkanb&#225;hppa Kristian Nissen 1913s, muhtin ear&#225; oktavuo&#240;as.  Maidd&#225; Guovdageainnus ledje sullasa&#353; &#225;rbejuohkkinvierut mat dahke ahte eatnamiin ledje m&#225;&#331;ga geavaheaddji.  Boa&#240;usin diein vieruin lei ahte eananbiht&#225;i s&#225;hte leat vaikko man olu eaigg&#225;dat geat ovttas dahje vurrolagaid geavahedje eatnama.  Danin &#225;rvaleigga politimea&#353;ttir guovttos sunddiin ahte ovtta eananbiht&#225; ii galgan &#269;uovvut go okta bivdovuoigatvuohta.  Nu mearriduvvui ge.

<p> G&#225;ib&#225;dus ahte galggai l&#225;ddjet gusa d&#225;lvedoarvvi suoinni, &#269;uozaid eanemusat s&#225;miide.  Gal soittii leat dilli eisev&#225;ldiid mielas mealgat buorr&#225;nan 1800-logu gaskkamuttu r&#225;jes, muhto s&#225;miid &#353;ibitdik&#353;u ii vel dohkken.  Das geavahuvvui ain menddo olu veahkkefuottar.  S&#225;miid eanandollui gulai, nu go eisev&#225;ldit oidne &#225;&#353;&#353;i, v&#225;ileva&#353; fuottardeapmi, eananbiht&#225;t ledje mieht&#225; gieldda, ja buohtalaseal&#225;husat dolvo albm&#225;id eret &#353;ibitdoalus, nu ahte nissonolbmot b&#225;hce okto n&#225;vetbargguin.  D&#225;t ledje buot &#225;&#353;&#353;it maid eisev&#225;ldiid mielas berrii rievdadit.  1888 Deanu luossal&#225;hka, 1902 eananvuovdinl&#225;hka ja 1911 Deanu luossabivdinnjuolggadusat v&#225;ikkuhedje seamm&#225; l&#225;hk&#225;i:  Olbmot (dahje buoret, s&#225;mit) galge &#269;ohkket opmodagaset ovtta sadj&#225;i, heaitit dolo&#353; johtalanvugiin, ja geahpidit buohtalaseal&#225;husaid ja &#353;addat albma eanandoallin.

<p> Moadde Vuolle-Deanu d&#225;&#382;a &#225;rvaledje nappo 1911 njuolggadusaid, ja &#225;rvalus meannuduvvui eanandoallodepartementtas almm&#225; guovllu eisev&#225;ldiin gulaskuttakeahtt&#225;.  Ii fylkkam&#225;nni ge dieht&#225;n njuolggadusaid birra maidege ovd&#225;l go ledje jo dohkkehuvvon r&#225;&#240;&#240;ehusas.  Deanu, Buolbm&#225;t ja K&#225;r&#225;&#353;jot gielddastivrrat gulle &#225;&#353;&#353;i birra easkka jahkebeali ma&#331;&#331;&#225; go njuolggadusat ledje dohkkehuvvon.  Sin cealk&#225;mu&#353;at eai v&#225;ldon vuhtii.  &#193;&#353;&#353;i vuolggahuvvui Deanu Eanandoallosearvvis gos sundi lei ovdaolmmo&#353;.  &#193;rvaleaddji l&#225;vdegottis ledje du&#353;&#353;e d&#225;&#382;at.  Sundi v&#225;ldii njuolga oktavuo&#240;a eanandoallodepartementtain garvvedettiin b&#225;ikk&#225;la&#353; eisev&#225;ldiid nu go gielddastivrraid ja fylkkam&#225;nni.  Oppa meannudanvuohki &#269;ujuha ovtta guvlui:  D&#225;s geavahedje Vuolle-Deanu sisaf&#225;rrejeaddji d&#225;&#382;at sin oktavuo&#240;aid d&#225;&#382;a hearr&#225;iguin alcceseaset buorrin.  

<p> Ear&#225; guovlluin eai lean dakk&#225;r &#269;orgenbarggut &#269;a&#240;ahuvvon go Vuolle-Deanus dahkkui gaskal 1876 ja 1883.  Doppe ledje j&#225;hkimis ain olu opmodagat mas eisev&#225;ldit eai dieht&#225;n stuorr&#225;t.  Deanus, nu go ear&#225; guovlluin ge, ledje s&#225;miin giettit hui bie&#240;ggui.  Gulai eal&#225;hussii ahte olbmuin s&#225;htte leat sihke geasse- ja d&#225;lvesajit.  Dasa lassin ledje l&#225;jut ge bie&#240;ggui, sis s&#225;htte leat &#225;rbevirola&#353; vuoigatvuo&#240;at ovdamearkka dihte jeaggel&#225;juide, niittuide, luomejekkiide ja j&#225;vrriide.  Diet lei &#225;&#353;&#353;i man eananvuovdinkommi&#353;uvnnat s&#225;htte rievdadit 1902 eananvuovdinl&#225;ga vehkiin.  Nu go eanandoallohoavda dajai 1923s muhtin &#225;&#353;&#353;is siskkit Deanovuonas:

<blockquote>
  "Finnm&#225;rkku s&#225;miin lea dat vierru ahte sis galget leat giettit bie&#240;ggui viiddis guovlluin, d&#225;vj&#225; olles gielddas, dan sadj&#225;i go ovtta, stuor&#225;t opmodaga h&#225;hkat.  Die lea juoid&#225; man mun lean atn&#225;n ie&#382;an geatnegahtton caggat."
</blockquote>


<p>Go hilggui ohcamiid, lei son geavahan &#225;ggan ahte eananvuovdinnjuolggadusaid mielde lei du&#353;&#353;e lohpi l&#225;igohit geassesaji, d&#225;rogillii "seter".

<p> Finnm&#225;rkku stuorradikke&#225;irras, &#225;mttam&#225;nni Hagbart Lund, lei sulai seamm&#225; oaivilis Stuorradikkis 1928s.  Dalle lei Deanu Eanandoallosearvi l&#225;it&#225;n Deanu eananvuovdinkommi&#353;uvnna bargguid danin go s&#225;miide lei "measta veadjemeahttun" oa&#382;&#382;ut eanangirjji, ja sidjiide gu&#240;et o&#382;&#382;o, g&#225;rttai menddo divrras.  Seamm&#225; oktavuo&#240;as bo&#240;ii Stuorradikkis ovdan ahte L&#225;gesvuonas s&#225;htii ohcamiid gie&#240;ahallan &#225;dj&#225;nit gitta njealljenuppelot jagi.

<p> S&#225;htta nappo j&#225;hkkit ahte eananvuovdinkommi&#353;uvnnat m&#225;&#331;gii g&#225;rte hilgut s&#225;miid ohcamiid juste danin go sin eanandoallu ii heiven eananvuovdinl&#225;ga govvii.  D&#225;n govvii gulai badjelgeah&#269;&#269;anvuohta s&#225;mi kultuvrii ja gillii, ja oppa sin birgenl&#225;hk&#225;i (eanan- ja boazodollui).  Muhtin muddui vigge eisev&#225;ldit movttiidahtit albma eanandollui, nu go Deanus geavai ovd&#225;l 1900 luossavuoigatvuo&#240;aiguin.  Muhto politihkas ledje maidd&#225; &#269;ielga b&#225;ggengaskaoamit geavahusas, erenoam&#225;&#382;it boazodoalu vuost&#225;, muhto maidd&#225; eanandoalu d&#225;fus.  Kultuvrra <em>nannen</em> ii gullan dan &#225;iggi s&#225;mepolitihkkii.  Dan s&#225;httit mii erenoam&#225;&#382;it oaidnit dan suorggis gos otne daddjo ahte s&#225;mekultuvrra galgga&#353;ii nannet, nammalassii giella-, kultuvra- ja skuvlapolitihkas.

<p><a name="s4">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>S&#225;mem&#225;n&#225;id skuvla</h2>

<p> <em>Sagai Muittal&#230;gjes</em> lei 1905s ja 1906s guhkes n&#225;kk&#225;hallan skuvlla giellageavaheami alde, bajil&#269;&#225;la l&#225;vii leat "Samimanai skuvlat" dahje sullasa&#353;.  Muhto olu lei geavvan skuvlapolitihkas ovd&#225;l go Sagai Muittal&#230;gje lohkkit n&#225;kk&#225;skedje.

<p> Nu go lean muitalan, de s&#225;gastalle s&#225;mem&#225;n&#225;id oahpahusa birra Stuorradikkis sihke 1848s ja 1851s.  Dalle dadje &#269;ielgasit ahte das ovddosguvlui ii galgan leat st&#225;htas geatnegasvuohta fuolahit s&#225;megieloahpahusa skuvllas.  Dat m&#225;ks&#225; dan ahte skuvla ii &#353;at galgan ovddidit m&#225;n&#225;id s&#225;megiela, s&#225;megiela oa&#269;&#269;ui du&#353;&#353;e geavahit gaskaoapmin d&#225;rogieloahpaheames.

<p> Ru&#240;at mat ovddosguvlui juolluduvvojedje "Finnefondet" nama vuolde, manne vaikko man galle sierradoaimmaide nannet d&#225;rogiela s&#225;mi ja l&#225;ddela&#353; m&#225;n&#225;id gaskkas:  Oahpaheaddjiid oahpahussii ja b&#225;lkk&#225;ide, &#269;eahpes m&#225;n&#225;ide movttiidahttinskea&#331;kkaide, skuvllaid ja intern&#225;htaid huksemiidda, skuvlatiimmuid lasiheapm&#225;i, ja nu ain.

<p> &#193;lgo 1850-jagiid r&#225;jes lei vejola&#353; lohkat ruhtavehkiin s&#225;me- ja suomagiela Tromssa Semin&#225;ras.  Oahppi oa&#269;&#269;ui ng. fridjasaji semin&#225;ras.  Dasa besse maidd&#225; s&#225;mit ja l&#225;ddela&#269;&#269;at.  Muhto 1859 r&#225;jes ii lean sidjiide &#353;at nu &#225;lki oa&#382;&#382;ut fridjasaji.  Oahppit fertejedje das duohko eksamena bokte &#269;&#225;jehit ahte sii dohkkejedje semin&#225;rii &#225;lgit.  D&#225;t &#269;uozai s&#225;miide ja l&#225;ddela&#269;&#269;aide go sis lei d&#225;b&#225;la&#269;&#269;at fuonet ja unnit vuo&#240;&#240;ooahppu go d&#225;&#382;ain.  Dasa lassin rievddai fridjasadjeortnet dan l&#225;hk&#225;i ahte dat geat buoremusat birgejedje &#225;lggahaneksamenis o&#382;&#382;o vuosttamu&#382;&#382;an fridjasaji.  Go eai lean nu galle fridjasaji, de gokso s&#225;mit ja l&#225;ddela&#269;&#269;at fuonet vuo&#240;&#240;ooahpuset gea&#382;il.  Dan r&#225;jes eai lean go moattis s&#225;miid gaskkas geat o&#382;&#382;o fridjasaji.

<p> Eisev&#225;ldit g&#225;r&#382;&#382;idedje da&#240;istaga s&#225;me- ja suomagiela saji skuvllas, ja loahpala&#353; boa&#240;us liv&#269;&#269;ii lean ahte d&#225;t gielat eai &#353;at geavahuvvon.  Danin lei lunddola&#353; ahte fridjasajiide ii lean &#353;at d&#225;rbu.  Maid bat oahpaheaddjit dainna s&#225;me- ja suomagielain go eai o&#382;&#382;on daid geavahit?  Ii leat ima&#353; ahte vuos v&#225;ldui okta dain njeallje suomagiellohkkiid fridjasajiin eret 1898s, ja dasto g&#225;r&#382;&#382;iduvvui ja loahpala&#269;&#269;at heaittihuvvui oppa ortnet 1905s.  Ma&#331;imu&#353; s&#225;megiela lohkkit v&#225;lde eksamena 1905s, ja ma&#331;imu&#353; suomagiellohkkit fas 1906s.

<p> 1899s mearriduvvui ahte Finnm&#225;rkui galggai &#225;sahuvvot sierra skuvladirekt&#248;ravirgi.  Virgi lei jurdda&#353;uvvon nannet d&#225;ruiduhttima.  Vuosttas skuvladirekt&#248;rat g&#225;rte ge garrasit bargat d&#225;ruiduhttima ovdii. 

<p> Bernt Thomassen bo&#240;ii 1902s vuosttas olmmo&#382;in virg&#225;i.  Girkor&#225;&#240;&#240;i Wexelsen f&#225;lai ie&#353; Thomassenii virggi.  Thomassen biehttalii &#225;lggus, muhto Wexelsen h&#225;lahii su &#225;lgit.  Thomassen bisui virggis g&#225;vccenuuppelot jagi.  Ahte son lei &#225;vnnastuvvon d&#225;ruiduhtti,  oaidnit mii buot su bargguin virggis.

<p> Son bargago&#240;ii dal&#225;n dan ala ahte Tromssa Semin&#225;ra fridjasadjeortnet loahpahuvvo&#353;ii.  Sii geat o&#382;&#382;o fridjasaji ledje &#269;&#225;ll&#225;n vuoll&#225;i ahte sii &#225;igo bargat uhcimusat &#269;ie&#382;a jagi d&#225;ruiduhttinguovlluin (ma&#331;&#331;&#225; oaniduvvon vi&#240;a jahk&#225;i).  Thomassen &#269;okkii loguid mat &#269;&#225;jehedje ahte 47 fridjasadjeoahppiin geat ledje v&#225;ld&#225;n eksamena gaskal 1893 ja 1902, ledje du&#353;&#353;e &#269;ie&#382;anuppelogis bargan Finnm&#225;rkkus.  Son mahkk&#225;&#353; vaj&#225;ldahtii muitalit ahte d&#225;ruiduhttinguvlui maid gulle gielddat Tromssas.  Tromssa Semin&#225;ra rektor, Just K. Qvigstad, divui ma&#331;&#331;&#225; Thomassena loguid nu ahte go v&#225;lddii f&#225;rrui dan njealljenuppelohkk&#225;sa ge geat ledje Tromssa d&#225;ruiduhttinguovllus oahpahan, de b&#225;hce vel guhttanuppelogis geat eai lean oahpahan mearreguovllus.  Dain ledje golmmas geargan j&#225;pmit ovd&#225;l go s&#225;htte geatnegasaset deavdit.  D&#225;t logut ledje &#269;&#225;bb&#225;seabbo go Thomassena logut, muhto Stuorradikki girkol&#225;vdegoddi luhtii eanet Thomassenii go Qvigstadii, sii goittot geavahedje Thomassena loguid &#225;kkastallamis go sihkko fridjasajiid.

<p> Bisma, gean vuoll&#225;i skuvladilit &#225;lggu r&#225;jes gulle, ii lean duhtava&#353; s&#225;mi semin&#225;risttaid d&#225;rogielm&#225;htuin.  Danin bohte &#225;lggahaneksamenat 1859s. Nu &#225;igo &#269;uoldit eret &#269;uorbbimusaid amaset beassat oahpaheaddjiohppui.  Oppa lohkk&#225;i skuvlaeisev&#225;ldit ill&#225; h&#225;liidedje s&#225;miid oahpaheaddjin.  Sin d&#225;rogiella lei menddo v&#225;ileva&#353; skuvlii.  Dakk&#225;r sivaiguin o&#382;&#382;o m&#225;&#331;ga s&#225;mi oahpaheaddji du&#353;&#353;e gaskaboddosa&#353; virggi.  Deanus biddjojedje 1870-jagiin moadde s&#225;mi oahpaheaddji eret virggis go sii eai m&#225;htt&#225;n dan ma&#240;e d&#225;rogiela ahte liv&#269;&#269;e oahpahan s&#225;mem&#225;n&#225;ide dan.

<p> 1889 r&#225;jes sirdui v&#225;ldi skuvla&#225;&#353;&#353;iin bismmas skuvlastivrraide.  Girku oaidnu d&#225;ruiduhttimis rievddai 1880-jagiin go J N Skaar &#353;attai Tromssa bisman.  Muhto go v&#225;ikkuhanv&#225;ldi lei j&#225;vkan, fertii Skaar &#225;rvalit nimmordeaddji s&#225;miide ahte sii searvva&#353;edje v&#225;lggain vai ie&#382;a beasa&#353;edje skuvlastivrraide.  Muhto s&#225;miide lei v&#225;ttis dohko beassat.  Danin g&#225;rttai 1889 skuvlal&#225;hka &#269;avget d&#225;ruiduhttima go skuvlastivrrat ledje garraseabbo d&#225;id &#225;&#353;&#353;iin go bisma leama&#353;an.  Danin g&#225;rttai ge s&#225;miide v&#225;dd&#225;seabbo beassat s&#225;meguovlluid oahpaheaddjivirggiide.  Jos le&#353; lean duohta maid Thomassen dajai ahte fridjasadjeoahppit eai oahpahan d&#225;ruiduhttinguovlluin, de lei dat olu skuvlastivrraid duohken go eai h&#225;liidan bidjat sin virggiide.

<p> Go Stuorradiggi &#225;sahii d&#225;ruiduhttinguovlluid 1851s, de mearridii maidd&#225; ahte d&#225;in guovlluin galge oahpaheaddjit oa&#382;&#382;ut b&#225;lk&#225;las&#225;husa.  Muhto sii fertejedje ohcat, ja skuvlastivrrat galge duo&#240;a&#353;tit ahte ohcci lei doaimmala&#353; d&#225;rogielovddideaddji.

<p> 1800-jagiid loahpageah&#269;en ledje buot &#269;ielga s&#225;megielddat &#353;addan d&#225;ruiduhttinguovlun, nu ahte doppe ge s&#225;htte oahpaheaddjit ohcat b&#225;lk&#225;las&#225;husa.  Deatnu bo&#240;ii ovdamearkka dihte ortnega vuoll&#225;i 1870-jagiin.

<p> B&#225;lk&#225;las&#225;hus lei jurdda&#353;uvvon daidda geat &#225;&#331;girit barge &#225;rogiela ovdii.  Gal s&#225;mit ge o&#382;&#382;o las&#225;husa,  muhto ortnet lei die&#240;us hui garra &#225;v&#382;&#382;uhus d&#225;ruiduhttinbargui.  B&#225;lk&#225;las&#225;hus lei dan veardde stuoris ahte eai gallis suit&#225;n d&#225;ruiduhttima vuost&#225; soahtat.  Lei v&#225;ttis birget las&#225;husa haga, go dat s&#225;htii dahkat 40 prosentta oppa b&#225;lkk&#225;s.  Ledje liikk&#225; oahpaheaddjit geat ledje d&#225;ruiduhttima vuost&#225; ja eai ohcan las&#225;husa.  Sii han gal dihte ahte eai sii oa&#269;&#269;u.  Ja suige sii &#269;&#225;jehedje vuosteh&#225;guset dainna l&#225;giin ge. 

<p> 1901/1902 bu&#353;eahtas juolludii Stuorradiggi sierra b&#225;lk&#225;las&#225;husa Guovdageainnu ja K&#225;r&#225;&#353;joga oahpaheaddjiide.  Las&#225;husaid galge du&#353;&#353;e d&#225;&#382;at oa&#382;&#382;ut.  Stuorradiggi logai vel &#269;ielgasit ahte d&#225;id guovlluin ii lean &#225;vki dahje s&#225;vahahtti bidjat virg&#225;i oahpaheaddjiid geat m&#225;htte s&#225;megiela.  Go de Guovdageainnu ja K&#225;r&#225;&#353;joga vuoras oahpaheaddjit heite, bohte du&#353;&#353;e d&#225;&#382;at sin sadj&#225;i.

<p> Oahpahusa h&#225;rr&#225;i ge ledje njuolggadusat.  1851s celkkii Stuorradiggi ahte st&#225;htii ii gullan ovddidit s&#225;me- dahje suomagiela.  Jagiin mat &#269;uvvo daddjui &#225;&#331;ga ktavuo&#240;as ahte skuvlla ulbmil galggai baicce leat ovddidit m&#225;n&#225;id d&#225;rogiela m&#225;htu, go dat lei &#269;ielgaseamos geaidnu &#269;uvgehussii.  1862s bohte d&#225;rkileabbo njuolggadusat vuosttas ng. giellainstruvssas.  D&#225;s daddjui ahte s&#225;me- ja suomagillii s&#225;htii oahpahit dass&#225; go m&#225;n&#225; s&#225;htii d&#225;rogillii oahpahit.  Kristtala&#353;vuo&#240;aoahpus ii liikk&#225; galgan oahpahit m&#225;n&#225; d&#225;rogillii ovd&#225;l go lei sihkkar ahte m&#225;nn&#225; duo&#240;ai &#225;ddii d&#225;rogiela.  1870 giellainstruvssas g&#225;r&#382;&#382;iduvvui s&#225;me- ja suomagielgeavahus, muhto skuvlakommi&#353;uvnnain (skuvlastivrrain) lei ain vejola&#353; v&#225;ikkuhit dasa.  1880 r&#225;jes ii lean &#353;at skuvlakommi&#353;uvnnain &#225;&#353;&#353;is dadjamu&#353;&#353;an ii mihkkege.  Mearridanv&#225;ldi biddjui dalle bismagotti d&#225;ss&#225;i, ja suoma- ja s&#225;megiela geavahus gildojuvvui.  Vaikko lei s&#225;me- ja suomagiela geavaheapmi da&#240;istaga g&#225;r&#382;&#382;iduvvon 1862s ja 1870s, de lei gal vel lob&#225;la&#353; oahpahit m&#225;n&#225;id lohkat eatnigielaset.  1880 r&#225;jes ii lean &#353;at dan ge.  Oahpaheaddji <em>galggai</em> geavahit d&#225;rogiela oahpahusas.  1898s bo&#240;ii ma&#331;imu&#353; giellainstruksa.  Dat lei f&#225;mus gitta 1959 r&#225;dj&#225;i.  Das mearriduvvui ahte s&#225;me- ja suomagiela s&#225;htii du&#353;&#353;e veahkin atnit jos mu&#240;uid ii birgen.  K&#225;r&#225;&#353;jogas ja Guovdageainnus gal galggai leat lohpi oahpahit kristtala&#353;vuo&#240;a s&#225;megillii.  D&#225;ruiduhttinguovlu 1898 giellainstruvssa mielde lei:  Oppa Finnm&#225;rku earret d&#225;l&#225; V&#225;rgg&#225;id gielda ja &#268;&#225;hcesullo ja Hammerfestta g&#225;vpogat.  Tromssas gulle N&#225;vuona ja R&#225;iss&#225; gielddat d&#225;ruiduhttinguvlui.

<p> Go girkodepartementa 1899s &#225;rvalii &#225;sahit skuvladirekt&#248;ravirggi Finnm&#225;rkui, &#225;rvalii departementa maidd&#225; hukse&#353;goahtit st&#225;htaintern&#225;htaid.  Okta skuvladirekt&#248;ra dea&#359;&#225;leamos doaimmain &#353;attai ge &#269;a&#240;ahit jurdaga.  Vuosttas golbma intern&#225;htta huksejedje M&#225;tta-V&#225;rjjagii.  Dat gerge gaskal 1905 ja 1907.  Stuorradikkis &#225;rvaladde galge go Guovdageainnus &#225;lgit, muhto mearridedje vuos juolludit ru&#240;a M&#225;tta-V&#225;rjjagii.  M&#225;tta-V&#225;rjjat lei r&#225;dj&#225;guovlu, ja Stuorradiggi anii ahte intern&#225;htahuksen ge s&#225;htii leat veahkkin d&#225;&#382;a kultuvrra nannemis ja r&#225;j&#225; sihkkaru&#353;&#353;amis.  D&#225;s bo&#240;ii &#269;ielgasit ovdan mo eisev&#225;ldit balle ahte Suoma n&#225;&#353;unalisma cahkkaniv&#269;&#269;ii d&#225;&#382;a r&#225;j&#225;id siskkobeall&#225;i.  Go Guovdageidnui maid lei s&#225;hka hukset, de lei danin go Stuorradiggi anii ahte doppe lei d&#225;rogiela nannemii stuor&#225;mus d&#225;rbu.  Buoremus vuohki d&#225;rogiela nannet lei s&#225;mem&#225;n&#225;id &#269;ohkket intern&#225;htii d&#225;rogielat birrasii.  Muhto r&#225;dj&#225;sihkkaru&#353;&#353;an lei a&#331;kke dea&#359;&#225;leabbo, danin &#225;lge M&#225;tta-V&#225;rjjagis.  1910 r&#225;dj&#225;i ledje M&#225;tta-V&#225;rjjagii lassin ceagganan intern&#225;htat Guovdageidnui, Levdnjii ja Muorralii.  1940s ledje oktiibuot oktagoalmmatlot st&#225;htaintern&#225;hta Finnm&#225;rkkus, ja K&#225;r&#225;&#353;johkii lei pl&#225;nejuvvon okta muhto ii vel huksejuvvon.  Dasa lassin ledje gielddat ie&#382;a ge huksen intern&#225;htaid, oktiibuot g&#225;vccegoalmmatlogi 1940s.  G&#225;tt&#225;n ahte skuvlaeisev&#225;ldit vigge d&#225;id ge intern&#225;htaid geavahit d&#225;ruiduhttimii &#225;vkin.

<p> Intern&#225;htat ledje vuosttamu&#382;&#382;an gaskaoamit d&#225;ruiduhttinpolitihkas.  Muhto dain ledje maidd&#225; sosi&#225;lala&#353; v&#225;ikkuhusat.  &#193;iggi mielde &#225;lge l&#225;gidit m&#225;n&#225;ide biepmu m&#225;vssu haga, ja 1930-jagiid v&#225;ttis &#225;iggiin m&#225;htii d&#225;t leat stuorra veahkkin geafes olbmuide.  Eisev&#225;ldit geavahi&#353;gohte da&#240;istaga dakk&#225;r ge &#225;kkaid go huksejedje intern&#225;htaid.  Ear&#225; &#225;&#353;&#353;i mii &#353;attai dea&#359;&#225;la&#353; &#225;iggi mielde, lei ahte intern&#225;htat ledje d&#225;rbba&#353;la&#269;&#269;a dakk&#225;r guovlluin gos m&#225;n&#225;in lei guhkki skuvlii.  

<p> Skuvladirekt&#248;ra finai 1903s bearr&#225;igeah&#269;&#269;amin oahpahusa Leavnnjas.  Doppe g&#225;rttai oahpahit ovtta tiimmu, v&#225;rra &#269;&#225;jehan dihte mo galggai.  Muhtin guovllu s&#225;pmi &#269;&#225;lii Sagai Muittal&#230;gje &#225;viisii d&#225;n oahpahusa birra, ja das buoll&#225;i riidu mii bisttii mieht&#225; 1905, ja 1906s ain &#269;&#225;lle lohkkit "s&#225;mem&#225;n&#225;id skuvllaid birra".  Thomassen ii lean gulahaddan m&#225;n&#225;iguin, ja sii ledje suorganan.  Ie&#353; &#269;ilgii ahte son &#225;iggui oahpahit m&#225;n&#225;ide maid "ute" m&#225;ks&#225;.  Thomassen bijai muhtin g&#225;ndda feask&#225;rii, ja jearai dain geat b&#225;hce, gos g&#225;nda lea.  V&#225;st&#225;dus galggai leat "Johan er ute".  Juh&#225;n lei da&#240;e bah&#225;but boasttut ipmirdan, ja lei &#269;ierr&#225;n, nu ahte Thomassen geardduhii &#225;&#353;&#353;i, d&#225;n vuoru nuppi ear&#225;  g&#225;nddain.  Oahpahanbottus fertii Thomassen moddii skoalkalit soppiinis beavd&#225;i vai m&#225;n&#225;t &#269;uvvot mielde.

<p> M&#225;n&#225;t ledje  v&#225;rra &#225;dden &#225;&#353;&#353;i &#225;ibbas nuppi l&#225;hk&#225;i, go v&#225;nhen gii Sagai Muittal&#230;gjes &#269;&#225;lii &#225;&#353;&#353;i birra, muitalii ahte Thomassen lei Juh&#225;nii &#269;urvon "g&#229; ut! g&#229; ut!".  Muhto go g&#225;nda ii &#225;dden, de dohppii Thomassen su nisk&#225;i ja bijai su feask&#225;rii.  Nubbi m&#225;nn&#225; galggai vie&#382;&#382;at Juh&#225;na sisa, Thomassena goh&#269;&#269;un lei ain "g&#229; ut! g&#229; ut!"  Dat m&#225;nn&#225; maid suorganii.  Thomassen lei dasto &#269;ujuhaddan soppiin ja jearahan mii dat lei masa &#269;ujuhii, muhto ii das ge lean boaht&#225;n mihkkege, m&#225;n&#225;t ledje oal&#225;t bal&#225;skan.  Go m&#225;n&#225;t eai &#225;dden su ga&#382;aldagaid, lei Thomassen dearppastan beavd&#225;i nu ahte sk&#225;jai.

<p> Diekk&#225;r de lei d&#225;ruiduhttinpedagogihkka.  Go m&#225;n&#225;id ii galgan oahpahit eatnigillii, de s&#225;htii leat veadjemeahttun gulahaddat.  S&#225;megielat oahpaheaddjit die&#240;us dihte dan.  Sii geavahedje v&#225;rra s&#225;megiela veahkkegiellan eanet go skuvlaeisev&#225;ldit liv&#269;&#269;e liikon.  Skuvlaeisev&#225;ldit die&#240;us &#225;ddejedje dan, ja vigge bidjat &#225;miid oahpaheaddjivirgggiide dakk&#225;r guovlluide gos s&#225;megiella ii d&#225;rbba&#353;uvvon.  Ovdamearkka dihte vikkai Thomassen caggat S&#225;pp&#225;id Iss&#225;ha (1904s) ja Per Fokstad (1911s) beassamis ruovttub&#225;ikkiideaskka oahpaheaddjin.  Dat ii meinnestuvvan go diet guovttos oa&#269;&#269;uiga nana doarjaga sihke b&#225;ikki olbmuin ja skuvlastivrrain.  Sagai Muittal&#230;gje doaimmaheaddji, Anders Larsen, lei oahpaheaddji F&#225;lesnuori suohkanis, ja geavahii s&#225;megiela kristtala&#353;vuo&#240;aoahpahusas.  Thomassen fuopm&#225;i dan 1907s.  Sus lei die&#240;us miella gieldit dan, go F&#225;lesnuorri gulai guvlui gos s&#225;megiella lei &#225;ibbas gildon.  Muhto go s&#225;mit ledje politihkk&#225;la&#269;&#269;at searvagoaht&#225;n dalle, ja Larsen oa&#269;&#269;ui mu&#240;uid ge v&#225;nhemiid doarjaga, de Thomassen &#225;rvalii ahte dispensa&#353;uvdna liikk&#225; addo.  Larsen lei ie&#353; okta njuno&#353;albm&#225;in s&#225;miid politihkk&#225;la&#353; bargguin.  &#193;&#353;&#353;i &#225;rvvosmahtii v&#225;rra su barggus go oinnii ahte das ledje goittot muhtin bohtosat.

<p> Stuorradiggi nannii 1936s ahte d&#225;ruiduhttin lei &#225;lmmola&#353; skuvlapolitihkka Norggas.  Stuorradiggi sihkui dasa lassin vejola&#353;vuo&#240;a mii dass&#225;&#382;ii leama&#353; lean geavahit suomagiela veahkkegiellan.  L&#225;vdegoddi mii &#269;ielggadii &#225;&#353;&#353;i dajai 1926s &#225;rvalusastis ahte s&#225;miide ii lean vejola&#353; beassat &#269;uvgehussii s&#225;megiela bokte.  Danin liv&#269;&#269;ii lean s&#225;miide alcceseaset vah&#225;giin jos s&#225;miid ovddasteaddjiid reforbma&#225;rvalusaid liv&#269;&#269;ii vuhtii v&#225;ldit, celkkii l&#225;vdegoddi.

<p><a name="s5">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>Eisev&#225;ldiid &#269;earddala&#353;vuo&#240;a politihkka</h2>

<p> Nu go leat oaidn&#225;n, de g&#225;rte s&#225;mit ja l&#225;ddela&#269;&#269;at gill&#225;t seamma politihka vuolde.  Guovdd&#225;&#353; eisev&#225;ldit h&#225;lle ge "vieris n&#225;&#353;uvnnaid" birra go lei s&#225;miid ja l&#225;ddela&#269;&#269;aid birra s&#225;hka.  Finnm&#225;rku lei Norgga eana, ja lei unohas go doppe galge leat vieris n&#225;&#353;uvnnat ge.  Erenoam&#225;&#382;it balle das ahte l&#225;ddela&#269;&#269;at searvagoa&#240;&#225;&#353;edje politihkk&#225;la&#269;&#269;at.  Go s&#225;mit ledje suopmila&#269;&#269;aid fuolke&#269;eardda, balle vel ahte sii &#269;uovvuliv&#269;&#269;e jos l&#225;ddela&#269;&#269;at viggagohtet luvvet Finnm&#225;rkku Norggas Suoma vuoll&#225;i.  Diet ballu lei eisev&#225;ldiin gitta nuppi m&#225;ilbmesoa&#240;i r&#225;dj&#225;i, vaikko ballu geahpp&#225;nii ma&#331;&#331;&#225; go Suopma luovvanii Ruo&#353;&#353;as 1917s ja sisriikkasoahti lei n&#225;vccahuhtt&#225;n Suoma.

<p> D&#225;&#382;a eisev&#225;ldit &#269;uvvo d&#225;rkilit Suoma sisriikkadiliid.  Doppe lei sierra v&#225;k&#353;&#225;rdoaibma (etterretning), ja maidd&#225; d&#225;&#382;a beali l&#225;ddela&#269;&#269;aid dolle geah&#269;u vuolde.  Dat bo&#240;ii muhtin muddui oidnosii 1935s ja 1936s ma&#331;&#331;&#225; go muhtin journalista, Jens Rathke, lei &#269;uo&#269;&#269;uhan ahte Ivggu l&#225;ddela&#269;&#269;at ledje &#225;ittan riikka sihkkarvuhtii.  L&#225;ddela&#269;&#269;at ja sin lestadi&#225;la&#353; ovddasteaddjit manne &#225;viissaid bokte garrasit ieid oainnuid vuost&#225; ja sii o&#382;&#382;o maidd&#225; Ivggu gielddastivrra doarjaga.  Eisev&#225;ldit guorahalle diliid, ja erenoam&#225;&#382;it soahtehearr&#225;t guorahalle &#225;&#353;&#353;iid d&#225;rkilit.  &#193;&#353;&#353;i ii boaht&#225;n albmosii go r&#225;&#240;&#240;ehus &#269;iegai ahte lei dutkamin diliid.  Sii balle ahte das &#353;atta&#353;edje olgoriikkapolitihkk&#225;la&#353; v&#225;ttisvuo&#240;at.

<p> Girku lei 1885 r&#225;jes vuost&#225;last&#225;n garraseamos d&#225;ruiduhttindoaimmaid.  Vuost&#225;lastin nogai vuosttas m&#225;ilbmesoa&#240;i ma&#331;&#331;&#225;.  Vaikko bisma ii h&#225;liidan ahte dat boa&#240;&#225;&#353;ii albmosii, de doarjjui son liikk&#225; d&#225;ruiduhttinpolitihka.  Eivind Berggrav gii lei bisma 1920-jagiid loahpas 1930-jagiid gaskkamuddui, g&#225;rttai njulgestaga v&#225;k&#353;&#225;rin soahteveagain ovttasr&#225;&#240;iid.  Su &#269;a&#240;a v&#225;k&#353;&#225;i girku, b&#225;hpaid bokte, mo gu&#240;e ge guovllus lei dilli riikka sihkkarvuo&#240;a d&#225;fus.

<p> Eananvuovdinl&#225;gat ledje maid v&#225;ldon atnui "vieris n&#225;&#353;uvnnaid" vuost&#225;.  Muhto eananvuovdima bokte eai nagadan albma l&#225;hk&#225;i caggat suoma sisaf&#225;rrejeaddjiid oa&#382;&#382;umis eatnama.  Koloniserenviggamu&#353;at ge lihkostuvve funet.  Buorebut manai go vissis virggiide bidje du&#353;&#353;e d&#225;&#382;aid.  Sihke politeaddji-, poasta-, meahccev&#225;lde- ja tuollo-virggiin g&#225;ibiduvvui ahte lei d&#225;&#382;a.  Go M&#225;tta-V&#225;rjjat ruvkesearvi oa&#269;&#269;ui konse&#353;uvnna 1905s, g&#225;ibidii st&#225;htta ahte du&#353;&#353;e d&#225;&#382;at ja ruo&#359;&#359;ila&#269;&#269;at galge oa&#382;&#382;ut barggu.  1908s ledje du&#353;&#353;e golbma l&#225;ddela&#269;&#269;a barggus ruvkesearvvis.  Guovlludoavttir A B Wessel v&#225;idalii ge ahte guovllu olbmuide lei v&#225;ttis oa&#382;&#382;ut barggu ruvkesearvvis.  Konse&#353;uvnna &#269;earddala&#353;vuo&#240;anjuolggadusat ledje j&#225;hku mielde dasa sivvan.  

<p> Ear&#225; doaimmat ge g&#225;rte s&#225;miide v&#225;ikkuhit.  Geaidnohuksemiin ledje eisev&#225;ldit atn&#225;n fuola das ahte l&#225;tteguovlluin eai galgan leat geainnut suomabeall&#225;i.  S&#225;meguovlluid ge h&#225;liidedje geainnuid bokte &#269;atnat d&#225;&#382;a guovlluide.  Nu bohte geainnut K&#225;r&#225;&#353;joga ja Leavnnja gaskkas, ja Guovdageainnu ja &#193;laheaju gaskkas.  Riikkageaidnu Deanuleahker&#225;iggi K&#225;r&#225;&#353;johkii ja viid&#225;sit Guovdageidnui bo&#240;ii easkka 1960- ja 1970-jagiin.  Ovd&#225;l boaldima ledje eisev&#225;ldiin &#269;ielga oaivilat das ahte diekk&#225;r guovlluid eai galgan &#269;atnat oktii geainnuid bokte.

<p> 1902s heaittihuvvui dolo&#353; diggedulkaortnet (ja ii leat otne vel boaht&#225;n fas johtui).


<p><a name="s6">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>Ideologiijjat</h2>

<p> D&#225;ruiduhttinpolitihkka lei olles f&#225;mus go soahti buoll&#225;i Norggas 1940s.  Nuppi m&#225;ilbmesoa&#240;i loahpageah&#269;en jo ledje stuorrav&#225;lddit soahpagoaht&#225;n cegget dan mii ma&#331;&#331;&#225; oa&#269;&#269;ui nama Ovttastahtton N&#225;&#353;uvnnat (ON).  ON olmmo&#353;vuoigatvuo&#240;a konven&#353;uvnnat bidje mihtomeriid mat &#225;iggi mielde buoridedje eami&#225;lbmogiid vuoigatvuo&#240;adiliid, vaikko ovd&#225;neapmi leama&#353; hillji.  Duiska &#225;lbmotdu&#353;&#353;adanpolitihkka, erenoam&#225;&#382;it juvdd&#225;la&#269;&#269;aid vuost&#225;, maid balddii olbmuid eret dakk&#225;r ideologiijjain mat atne muhtin &#269;earddaid fuonibun go ear&#225;id nu go nasisttat ledje dahkan.

<p> D&#225;&#382;as ja Ruo&#359;as ge ledje geavahan teoriijjaid mat mihtidedje olbmo &#225;rvvu n&#225;li mielde.  Eisev&#225;ldit geavahedje &#225;kkaid &#269;earddala&#353;vuo&#240;apolitihkas maid ledje vie&#382;&#382;an sosialdarwinismmas.  Sosialdarwinisttat g&#225;dde ahte jierpmiatt&#225;ldagat eai lean seamm&#225; nannosat buot &#269;earddain.  Maidd&#225; olbmo luonddu h&#225;rr&#225;i g&#225;dde sosialdarwinisttat leat erehusat n&#225;liid gaskkas.  Sihke jierpmiatt&#225;ldagaid ja olbmo luonddu h&#225;rr&#225;i lei nappo s&#225;hka buoret ja fuonit n&#225;liin.  Go s&#225;miin lei s&#225;hka, daddjui ahte sii eai heiven eanandollui.  Sin ruma&#353;la&#353; searat ledje unnit, ja sin luondu ii st&#225;nden guhkit &#225;iggi rassat seamm&#225; l&#225;g&#225;n bargguin.  S&#225;miid luondu heivii buoret duoddara v&#225;nddardeapm&#225;i, ja fridja eallimii.

<p> Nuppi d&#225;fus atne d&#225;&#382;a hearr&#225;t ja eisev&#225;ldit &#225;ggan ahte jos s&#225;mit galge &#269;uvgehusa juksat, de fertejedje guo&#240;&#240;it s&#225;pmela&#353;vuo&#240;aset ja jorrat d&#225;&#382;an, nu go parlament&#225;rala&#353; skuvlal&#225;vdegoddi ge oaivvildii 1926s.  S&#225;mit bidje 1905 r&#225;jes juo vuost&#225; ahte politihkka mii hukse diekk&#225;r oainnuid ala, g&#225;rt&#225; soardit ii du&#353;&#353;e s&#225;mekultuvrra, muhto maidd&#225; s&#225;miid birgenl&#225;hki &#353;add&#225; das gill&#225;t.  Sihke Ruo&#359;a ja Norgga bealde lohke s&#225;mit ahte jos sin m&#225;n&#225;t eai oa&#269;&#269;o albma oahpahusa, de g&#225;rtet sii vuoittahallat juohke d&#225;fus.  Ruo&#359;a bealde &#269;ujuhedje dasa mo g&#225;vpealbm&#225;t d&#225;juhedje s&#225;miid g&#225;vppis go s&#225;mit eai &#225;dden rehketdoalu.  Norgga bealde fas h&#225;lle s&#225;mit ahte sin nuorat galgga&#353;edje alitohppui beassat, nu ahte beasa&#353;edje alla &#225;mm&#225;hiidda.  Mii leat juo oaidn&#225;n mo d&#225;ruiduhttin giddii s&#225;mem&#225;n&#225;ide dieid vejola&#353;vuo&#240;aid v&#225;ileva&#353; vuo&#240;&#240;ooahpahusa bokte.

<p> Dilli rievdago&#240;ii dal&#225; ma&#331;&#331;&#225; soa&#240;i.  Vuosttas l&#225;vki lei go "Samordningsnemnda for skoleverket" buvttii &#225;rvalusaid 1948s mat guske s&#225;miid skuvladiliide.  D&#225;ruiduhttin ii &#353;at galgan leat skuvlla mihtomearri.  Nubbi l&#225;vki lei S&#225;mel&#225;vdegoddi (Samekomiteen) mii barggai gaskal 1956 ja 1959.  Sii &#225;rvaledje doaibmabijuid mat nanne&#353;edje Sis-Finnm&#225;rkku s&#225;meguovlun.  Finnm&#225;rkku Bargiidbeall&#225;dagas vuosttildedje garrasit jurdagiid, ja vikkahedje ahte l&#225;vdegoddi lei &#225;rvalan apartheidpolitihka.

<p> D&#225;in l&#225;vdegottiin lei duohta d&#225;htu rievdadit politihka buori guvlui.  Go liikk&#225; lea mannan nu njozet ovddosguvlui, de leat dasa d&#225;vj&#225; leama&#353; ru&#240;ala&#353; sivat, go eisev&#225;ldit leat divrra&#353;an &#225;rvaluvvon doaimmaid.  Muhto seamm&#225; dea&#359;&#225;la&#353; sivva lea ahte gielddat ja Finnm&#225;rkku fylka njulgestaga leat vuosttildan doaibmabijuid go leat atn&#225;n daid joavdelassan.  Vaikko sosialdarwinismma &#225;kkat eai leat gullon ma&#331;&#331;&#225; soa&#240;i, de goittot leat badjelgeah&#269;&#269;an s&#225;mi kultuvrra.  Ear&#225; guovlluin gos leat vel unnit s&#225;mit go Finnm&#225;rkkus, leama&#353; d&#225;kk&#225;r &#225;kkain vel stuor&#225;t deaddu almmola&#353; s&#225;gastallamis.

<p> Galg&#225; maid muitit ahte d&#225;ruiduhttinpolitihka &#225;iggis bidje eisev&#225;ldit olu n&#225;vccaid ja ru&#240;a vai assimila&#353;uvdna mana&#353;ii johttileabbo.  Doaibmabijut leat h&#225;bmen h&#225;lddahusa doibmenvugiid nu ahte guovttegielat servodat ii oa&#269;&#269;u h&#225;lddahusas nu &#225;lkkit veahki nannet unnit&#225;lbmoga giela.  Ovdamearkkat leat vallji dasa ahte m&#225;n&#225;idg&#225;rddiid jo&#240;iheapmi, s&#225;megielat skuvladoaibma, ja s&#225;megielat h&#225;lddahus ii leat nu &#225;lki.  Govv&#225;dussan s&#225;hta&#353;ii sulastahttit eisev&#225;ldi ja almmola&#353; h&#225;lddahusa olbmuin.  Juohkebeaivv&#225;la&#353; eallimis olmmo&#353; ii smiehta maid d&#225;l galgga&#353;in bargat, ja manin.  M&#225;nn&#225;vuo&#240;a r&#225;jes lea olmmo&#353; oahpahuvvon ja sosialiserejuvvon vissis d&#225;biide ja vieruide.  Birranbeaivvis eai d&#225;idde leat m&#225;&#331;gii ahte olmmo&#353; ferte dahkat juoid&#225; masa ii leat h&#225;rj&#225;nan.  Ja du&#353;&#353;e daid moatti h&#225;vi g&#225;rt&#225; smiehtastit mo liv&#269;&#269;e buoremus.  Govv&#225;dus lea ahte st&#225;htta ge lea dakk&#225;r mii m&#225;nn&#225;vuo&#240;as g&#225;rttai d&#225;biidis ja vieruidis &#225;sahit, d&#225;ruiduhttinpolitihka bokte.  Jos d&#225;id d&#225;biid ja vieruid galgga&#353; rievdadit, de ferte st&#225;htta ja ear&#225; almmola&#353; h&#225;lddahusat o&#240;&#240;asit h&#225;rjehuvvot dasa.  Dat gis g&#225;ibida ahte lea fuolla ja dahttu, nammalassii ahte dasa biddjojit n&#225;vccat ja ru&#240;at.  Boares, biliduvvon heastta dattege ii d&#225;ma fas nu &#225;lkkit, dasa ferte leat &#225;igi ja gierdava&#353;vuohta.  Summal d&#225;mastit ii &#225;vkkut.

<p> Sosialdarwinisma i&#240;ii 1880-jagiin ja j&#225;vkkai nuppi m&#225;ilbmesoa&#240;i ma&#331;&#331;&#225;.  Manin dalle leama&#353; s&#225;mit sordojuvvon sihke ovd&#225;l ja ma&#331;&#331;&#225;?  &#268;ielgaseamos v&#225;st&#225;dus lea die&#240;us ahte sosialdarwinisma ii lean d&#225;ruiduhttinpolitihka sivva, nu go muhtimat leat vikkahan.  Sosialdarwinisma gulai oahppan olbmuid ohppui ja jurdda&#353;anvuohk&#225;i.  Muhto n&#225;llevealaheapmi d&#225;b&#225;la&#353; olbmuid gaskkas lea d&#225;vj&#225; vearju maid olbmot geavahit go vigget nuppiid baj&#225;beall&#225;i beassat, ovdamearkka dihte go lea gilvu l&#225;ibbi alde.  Dan ii leat &#225;le nu &#225;lki oaidnit, muhto muhtimin boaht&#225; dat &#225;ibbas &#269;ielgasit ovdan, nu go mun lean viggan &#269;&#225;jehit eananvuovdinpolitihka h&#225;rr&#225;i.  


<p><a name="s7">&nbsp;</a>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
<h2>H&#225;liidat go eanet lohkat?</h2>



<p> D&#225;s vuol&#225;bealde namahan girjjiid ja artihkkaliid mas g&#225;vnnat eanet d&#225;ruiduhttima guoski &#225;&#353;&#353;iin.  Mun namahastt&#225;n maidd&#225; man birra girji dahje artihkkal lea.

<DL>
  <DT>Helge Dahl:	<em>Spr&#229;kpolitikk og skolestell i Finnmark 1814 - 1905</em>.  Oslo 1957.
    <DD> Girji v&#225;ld&#225; ovdan d&#225;ruiduhttinpolitihka skuvllas.  Das lea maidd&#225; olu skuvlla birra s&#225;meguovlluin.  Girji lea vealttameahttun jos h&#225;liida s&#225;miid ovdde&#353; skuvladiliid birra lohkat.

  <DT>Knut Einar Eriksen ja Einar Niemi:
			<em>Den finske fare.  Sikkerhetsproblemer og minoritetspolitikk i nord 1860-1940.</em>  Oslo-Bergen-Troms&#248; 1981.
    <DD> &#268;&#225;lli guovttos geassiba ovdan mo eisev&#225;ldit geavahedje d&#225;ruiduhttinpolitihka l&#225;ddela&#269;&#269;aid vuost&#225;.  Girjjis &#269;ilgeba man m&#225;&#331;ggad&#225;fot politihkka g&#225;rttai.

  <DT>NOU 1985:14	<em>Samisk kultur og utdanning.</em>
    <DD>S&#225;mi kulturl&#225;vdegotti vuosttas oasse&#269;ilgehus.  Das lea historjj&#225;la&#353; oassi, mas Einar Niemi lea &#269;&#225;ll&#225;n d&#225;ruiduhttima birra s. 41-54.  &#193;vkk&#225;la&#353; dasa gii h&#225;liida lohkat d&#225;ruiduhttinpolitihka sivaid birra.  Dan oktavuhtii heive &#269;uovvova&#353; artihkkal ge:

  <DT>Einar Niemi ja Helge Salvesen:
			"Samene og kvenene/finnene i minoritetspolitisk perspektiv" girjjis: Gunnar Karlsson (doaimm.:)  <em>Nationale og etniske minoriteter i Norden i 1800- og 1900-tallet.</em>  Rapporter til den XX nordiske historikerkongres, Reykjavik 1987.  Bind II.
</DL>

<p> Ja die&#240;us ferten ie&#382;an v&#225;ldof&#225;gadutkamu&#353;a ge namahit:
<DL>
  <DT> Regnor Jernsletten:	<em>Samebevegelsen i Norge.  Id&#233; og strategi 1900-1940</em>.  Hovedfagsoppgave i historie, Universitetet i Troms&#248;, v&#229;ren 1986.
    <DD> Mus lea olles kapihttal d&#225;ruiduhttinpolitihka birra, muhto das lea eisev&#225;ldiid politihkka namahuvvon mu&#240;uid ge m&#225;&#331;gga ajis.  Eananvuovdinpolitihka lean maidd&#225; &#269;ilgen d&#225;n artihkkalis:
Regnor Jernsletten:	"The land sales act of 1902 as a means of Norwegianization" &#225;ige&#269;&#225;llagis:  <em>Acta Borealia,</em> 1986, 1. nr.
</DL>

  <p><hr>


  <p>1993 &copy; M&aacute;kk&aacute; Regnor (Regnor Jernsletten)
<br>S&aacute;mi dutkamiid guovdd&aacute;&#353;,
<br>Tromssa universitehta.

<p>Almmuhuvvon:  <em>S&#225;pmela&#269;&#269;at</em>, K&#225;r&#225;&#353;johka 1993, s. 94-128. ISBN 82- 7374-175-3.

<P ALIGN=CENTER>
   <a href="1993iuc.htm#top">[&lt;-- Sisdoallu]</a>
</P>

	
<P>	
    <FONT SIZE="-1">
      <HR NOSHADE>  	
      <EM>
<!-- MAL: bunn-sa.mal -->
Universitetet i Troms&#248;, Senter for samiske studier, 9037 Troms&#248;, tlf.&nbsp;7764&nbsp;5535
<BR>Ovddasv&#225;stideaddji: H&#225;lddahusjo&#240;iheaddji <a href="mailto:Else.G.Broderstad@sami.uit.no">Else Grete Broderstad.</a>
<BR>Fierpm&aacute;datv&aacute;stideaddji: <A HREF="mailto:Regnor.Jernsletten@sami.uit.no">Regnor Jernsletten.</A>
<!-- VARIABEL DEL: oppdatert -->
O&eth;asmahtton: Juovlam&aacute;nu 4. b. 1999.
      </EM>
      <HR NOSHADE>
   </FONT>
</BODY></HTML>
          
