<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
    "http://www.w3.org/TR/REC-html40/loose.dtd">
<HTML dir="ltr"><HEAD>
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
  <META name="copyright" content="&copy;  Regnor Jernsletten, S&aacute;mi dutkamiid guovdd&aacute;s&#353;, Tromssa Universitehta.">
  <META name="description" content="M&aacute;kk&aacute; Regnor:  &#268;earddala&#353;vuohta ja giella 1800-logu d&#225;&#382;a historjj&#225;la&#353; g&#225;lduin, Artihkkal 1999.">
<TITLE>&#268;earddala&#353;vuohta ja giella 1800-logu d&#225;&#382;a historjj&#225;la&#353; g&#225;lduin</TITLE>
</HEAD>
</HEAD><BODY>

<A NAME="01">&#160;</A>
<P ALIGN=CENTER>
<A HREF="http://www.uit.no/">[Universitetet i Troms&#248;]</A>
<A HREF="../../../../indexuc.htm">[Guovdd&aacute;&#382;a&#160;ruovttusiidu]</A>
<A HREF="../indexuc.htm">[Regnora&#160;ruovttusiidu]</A>
<A HREF="1999bsa.html">[WS2 ver&#353;uvdna d&aacute;n siiddus]</A>
</P>

<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]</P>
<H1>&#268;earddala&#353;vuohta ja giella 1800-logu d&#225;&#382;a historjj&#225;la&#353; g&#225;lduin </H1>

<p>M&#225;kk&#225; Regnor 
<br>S&#225;mi dutkamiid guovdd&#225;&#353;, Tromssa universitehta
</p>

<H2>&#193;igumu&#353;</H2>

<p>
D&#225;n artihkkala vuolggasadjin lea bargu maid Lars Ivar <em>Hansen</em> guovttos Tore <em>Meyeriin</em> almmuheigga 1991:s Ivv&#225;rst&#225;&#240;iid b&#225;hppagieldda &#225;lbmotlohkamiid &#269;earddala&#353;vuohtaregistreremiid birra.  Soai guorahalaiga mo kvantitatiiva bargovugiin s&#225;hta&#353;ii nannet dahje hilgut &#225;rvalusaid mat leat buktojuvvon ovdan &#269;earddaid gaskavuo&#240;aid birra, d&#225;vj&#225; kvalitatiiva guorahallamiid vuo&#240;ul.</p>

<p>
Mun &#225;lgg&#225;n ga&#382;aldagain mo g&#225;lduid &#269;earddala&#353;vuohtadie&#240;uid s&#225;hta&#353;ii dulkot.  M&#225;&#331;ggas eai ane &#269;earddala&#353;vuo&#240;a, ja erenoam&#225;&#382;it h&#225;llangiela, die&#240;uid &#225;lbmotlohkamis &#225;ibbas luohtehahttin.  &#268;&#225;jehit go nupp&#225;stusat lohkamis nubb&#225;i s&#225;pmela&#269;&#269;aid, d&#225;&#382;aid ja kveanaid loguin guovllu olbmuid ie&#382;aset `&#269;earddala&#353;vuohtateoria', vai lea go sivva erohusaide du&#353;&#353;e lohkanskoviid deavdinvugiid rievdan?  Erenoam&#225;&#382;it oaivvildit dutkit nugo Ivar <em>Bj&#248;rklund</em> (1978) ja &#216;ystein <em>Steinlien</em> (1984) ahte Davvi-Tromssas g&#225;rttai lestadiala&#353; osku ja searvegoddi dea&#359;&#225;leabbo sosi&#225;la eallima h&#225;pmemis go &#269;earddala&#353; gulleva&#353;vuohta.  D&#225;t &#269;ilge&#353;ii manin `seahkalas' &#269;eardda kategoria nu lask&#225; &#225;lbmotlohkamiin d&#225;n &#269;uohtejagi &#225;lggus.</p>

<p>
Hansen guovttos Meyeriin (1991) guorahalaiga makk&#225;r prinsihpaid vuo&#240;ul &#269;earddala&#353;vuohtadie&#240;ut &#269;oggojuvvojedje  1875', 1891' ja 1900' &#225;lbmotlohkamiid oktavuo&#240;as M&#225;tta-Tromssa gielddain Rivtt&#225;t ja Loab&#225;t.  Soai buohtastahtiiga &#225;lbmotlohkamiid girkogirjjiin, ja gavnnaheigga ahte &#225;lbmotlohkamat leat oalle luohtehahtti genealog&#225;la&#353; n&#225;li h&#225;rr&#225;i.  Jos muhtin merkejuvvo <em>seahkalas &#269;eardan (Blandet)</em>, de g&#225;vnnaheigga soai ahte bealli s&#225;miin geat ledje &#225;lbmotlohkamiin biddjon `seahkalas'-kategoriaide, sis lei duo&#240;ai muhtin  d&#225;&#382;a (dahje kveana) &#225;dj&#225;id, &#225;hkuid dahje m&#225;ttarv&#225;nhemiid gaskkas.</p>

<p>
Muhto <em>genealog&#225;la&#353; n&#225;lli</em> ja <em>sosi&#225;la &#269;earddala&#353; st&#225;htus</em> eai leat &#225;ibbas seamm&#225;l&#225;g&#225;n &#225;&#353;&#353;it.  Ga&#382;aldat lea, man muddui lea vejola&#353; &#225;rvvo&#353;tallat sosi&#225;la &#269;earddala&#353; st&#225;htusa omd. &#225;lbmotlohkamiid die&#240;uid vuo&#240;ul?  Hansen guovttos Meyeriin aniiga &#225;lbmotlohkamiid <em>gielladie&#240;uid</em> hui m&#225;vssola&#382;&#382;an d&#225;n oktavuo&#240;as.  Mu v&#225;ldoulbmil lea iskat makk&#225;r gova <em>Nuorta-Finnm&#225;rkku</em> &#225;lbmotlohkamiin oa&#269;&#269;o&#353;ii &#269;earddala&#353;vuohtadiliin jos deattuhiv&#269;&#269;e gielladie&#240;uid eanet go d&#225;b&#225;la&#269;&#269;at dahkkojuvvo.</p>

<p>
Muhto ovdal go dan dagan, an&#225;n d&#225;rbbasla&#382;&#382;an &#269;ielggadit &#225;lbmotlohkamiid <em>siskk&#225;ldas struktuvrra.</em>  <em>Makk&#225;r</em> &#269;earddala&#353;vuohta- ja gielladie&#240;uid galge sii geat &#269;a&#240;ahedje lohkamiid &#269;oaggit, ja <em>&#269;uvvo</em> go sii njuolggadusaid?  Leat go <em>system&#225;htala&#353; erohusat</em> gielddas nubb&#225;i mo lohkan &#269;a&#240;ahuvvui?  Jos leat, gusket go erohusat <em>lohkamiid d&#225;rkilvuhtii</em> ja man <em>&#225;vkk&#225;la&#353;</em> dat leat &#269;earddala&#353;vuo&#240;a g&#225;ldun?</p>

<p>
Mu dutkanguovlu lea d&#225;l&#225; gielddat Deatnu, G&#225;&#331;gaviika ja Bearralv&#225;hki.  Deanu &#225;lbmotlohkamat gok&#269;et ean&#225;&#353; guovllu, muhto Buolbm&#225;ga g&#225;vdn&#225; Unj&#225;rgga &#225;lbmotlohkamiin.  Mun lean maidd&#225;i guorahallan Davvesiidda &#225;lbmotlohkamiid, go ear&#225; oktavuo&#240;ain geavahan Davvesiidda ja Gilivuona girkogirjjiid.  D&#225;n golmma &#225;lbmotlohkamiin ledje 1900:s nuo 6200 olbmo, 1875:s nuo 4100 ja 1865:s nuo 3200.   Olles Finnm&#225;rkku &#225;lbmogis d&#225;t golbma &#225;lbmotlohkama gok&#269;e 1865:s 16%, ja oassi goark&#331;ui 19%:i 1900:s.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="12">&#160;</A></P>
<H2>Mo dulkot &#269;earddala&#353;vuo&#240;a g&#225;lduin?</H2>

<p>
Lea d&#225;rbu earuhit <em>genealog&#225;la&#353; n&#225;li</em> ja <em>sosi&#225;la &#269;earddala&#353; st&#225;htusa</em>.  Bero&#353;keahtt&#225; genealog&#225;la&#353; n&#225;lis, de s&#225;htt&#225; omd. s&#225;pmela&#353; vikkahit ie&#382;as dohkkehuvvot d&#225;&#382;an.  Ga&#382;aldat lea, dohkkehe&#353; go biras dan.  Jos dohkkeha, de s&#225;htta dadjat ahte olbmo  sosi&#225;la &#269;earddala&#353; st&#225;htus lea rievdan.  Sosi&#225;la &#269;earddala&#353; st&#225;htus veadj&#225; rievdat jos olmmo&#353; omd. f&#225;rre nuppi guvlui gos su eai dovdda, ja eai s&#225;hte fuom&#225;&#353;it ahte lea s&#225;pmela&#353; giela, biktasiid dahje das geaiguin son l&#225;ve leat ovttas.  Ruovttub&#225;ikkis son dattege ain veadja atnojuvvuot  s&#225;pmela&#382;&#382;an.<a href="#tthFtNtAAB" name="tthFrefAAB"><sup>1</sup></a></p>

<p>
S&#225;htta maid leat &#225;vkk&#225;la&#353; earuhit akkultura&#353;uvnna ja assimila&#353;uvnna.  <em>Akkultura&#353;uvdna</em> lea kollektiiva proseassa man bokte amas kulturelementtat v&#225;ldojuvvojit atnui; le&#353; dal o&#240;&#240;a teknihkka, o&#240;da vierut ja jurdagat mat dohkkehuvvojit.  Dasa gull&#225; maidd&#225;i go &#225;rbevirola&#353; kulturelementtat j&#225;vket.  Akkultura&#353;uvdnaproseassaid bokte kultuvra rievd&#225;, muhto dat ii j&#225;vkka.</p>

<p>
<em>Assimila&#353;uvdna</em> lea individualala&#353; proseassa.  Muhto biras ferte vuos dohkkenit olbmo &#225;igumu&#353;a molsut &#269;eardala&#353; gulleva&#353;vuo&#240;a, ovdal go s&#225;htt&#225; dadjat ahte assimila&#353;uvdna lea meinnestuvvan.  Hansen guovttos Meyeriin aniiga assimila&#353;uvnna <em>oahppanproseassan</em>,  Thuenii &#269;ujudettiin:</p>

<p>
<blockquote>
Assimilation may thus be seen as the result of a learning process whereby Norwegian rules of behaviour are adopted to the extent that pretensions to be Norwegian are accepted by the environment.  (Thuen 1985:31.)
</blockquote>
</p>

<p>
Jos assimila&#353;uvdna meinnestuvv&#225;, de lea maidd&#225;i die&#240;ut olbmo genealog&#225;la&#353; n&#225;li birra g&#225;rtan irrelev&#225;ntan sosi&#225;la oktavuo&#240;ain.  Otn&#225; revitaliserenproseassain olbmot nuppe d&#225;fus fas rogget ovdan die&#240;uid ie&#382;aset soga birra ja guovllu &#269;earddala&#353; ovdahistorjj&#225;s.</p>

<p>
Akkultura&#353;uvdna s&#225;htta nu guhk&#225;s joavdat ahte sosiala oktavuo&#240;ain soittii v&#225;ttis fuom&#225;&#353;it gu&#240;e &#269;erdii olmmo&#353; gulai.  Mannan &#269;uohtejagis s&#225;htii d&#225;t v&#225;ikkuhit dasa ahte &#225;lbmotlohkki devddii boasttu &#269;eardda skoviide.  Hansen guovttos Meyeriin g&#225;vnnaheigga ahte <em>ea&#331;kilolbmot</em> soite muktit &#269;eardda &#225;lbmotlohkamiin.  Soai &#269;anaiga dan <em>assimila&#353;uvdnii,</em> mii lea individualala&#353; proseassa, ja oaivvildeigga ahte eatn&#225;&#382;at sis geaid &#269;earda mukta&#353;uvai, ledje dakk&#225;rat geat ledje guo&#240;&#240;&#225;n ruovttuset ja &#225;sse dakk&#225;r birrasis gos olbmot eai dovdan sin duog&#225;&#382;a.  D&#225;t dagai sidjiide geahppaseabbon dohkkehuvvot d&#225;&#382;an.  Nubbi sivva `boasttu' registreremii d&#225;kk&#225;r dilis, s&#225;htt&#225; leat ahte s&#225;pmela&#269;&#269;at d&#225;&#382;aid gaskkas suige eai goassege beassan h&#225;llat s&#225;megiela ja <em>&#269;&#225;jehit</em> s&#225;pmela&#353;vuo&#240;aset g&#225;vtti geavaheami bokte.  Erenoam&#225;&#382;it aniiga Hansen guovttos Meyeriin <em>giela</em> hui dea&#359;&#225;la&#353; &#269;earddala&#353;vuo&#240;a mearkan.</p>

<p>
Olles bearra&#353;iin &#269;earddala&#353; gulleva&#353;vuohta rievddai hui h&#225;rve, ja jos rievddai, de dat geavai jos f&#225;rrejedje ear&#225; guvlui.</p>

<p>
Dutkit geat leat guorahallan &#225;lbmotlohkamiid `seahkalas' &#269;eardda kategoria, leat &#225;rvalan ahte go d&#225;t kategoria stuorui, de dat veadj&#225; m&#225;ksit ahte kategoriserenvuog&#225;dat lei rievdamin dahje bie&#240;ganeamen (disintegreremin).  Trond <em>Thuen</em> lea dutkamistis dihto Davvi-Tromssa vuotnaguovllus gaskal 1865 ja 1930 deattuhan ahte `seahkalas'-kategoria stuorui go kategoriserenvuog&#225;dat ie&#353;alddis rievddai.  Son maid iskkai mo &#269;earddaidgaskasa&#353; n&#225;italeapmi ja sisaf&#225;rren liv&#269;&#269;e v&#225;ikkuhan `seahkalas'-kategoria sturrodahkii.  Vaikko vel ii &#225;ibbas hilgon dakk&#225;r sivaid, de goittot deattuhii son ahte kategoriserenvuog&#225;daga rievdan liv&#269;&#269;e sivvan `seahkalas'-kategoria lass&#225;neapm&#225;i.  Thuen dea&#359;&#225;leamos &#269;&#225;lala&#353; g&#225;ldut ledje &#225;lbmotlohkamat (Thuen 1985, 1995 (Part Two: Impacts of the Past)).</p>

<p>
N. A. <em>Kj&#230;r</em>, Statistihkaguovdd&#225;&#382;a hoavda, bealistis navddii 1882:s ahte `seahkalas'-kategoriaid lahtut leat &#269;earddar&#225;j&#225;id rasttildeadji n&#225;ittosb&#225;raid ma&#331;isboahttit, ja ahte kategoriat ledje gaskaboddosa&#269;&#269;at dan l&#225;hk&#225;i ahte singes ma&#331;isboahtit suddet gu&#240;enu &#269;earddala&#353; jovkui  (NOS Ny r&#230;kke,  C. No. 1 (1882), s. 146.).   D&#225;sa &#269;ujudettiin, Hansen guovttos Meyeriin oaivvildeigga ahte statistihkaguovdd&#225;&#353; geah&#269;&#269;alii v&#225;ldit vuhtii ii du&#353;&#353;e genealog&#225;la&#353; n&#225;li, muhto maidd&#225;i sosi&#225;la kategoriaid.  1865', 1875', 1891' ja 1900' &#225;lbmotlohkamiid lassin  soai geavaheigga girkogirjjiid, nammalassii risttagirjji (<em>d&#229;psbok</em>) die&#240;uid.  Soai g&#225;vnnaheigga ahte bealli `seahkalas'-kategorias ledje &#269;earddar&#225;j&#225;id rasttildeaddji n&#225;ittosb&#225;raid ma&#331;isboahtit.  Nubbi bealli ledje s&#225;pmela&#269;&#269;at geaid &#269;earda rievd&#225; g&#225;ldus nubb&#225;i -- siva lei v&#225;ttis guorrat.  Muhto bealli sis h&#225;lai d&#225;rogiela.  Soai dulkuiga materi&#225;laska dan guvlui ahte 1900 r&#225;dj&#225;i leat du&#353;&#353;e sm&#225;vva mearkka&#353;at dasa ahte guovllu &#269;earddala&#353; kategoriserenvuog&#225;dat liv&#269;&#269;e rievdamin.  Sutno oaivila mielde `seahkalas'-kategoria v&#225;ldodoaibma lea leahket suddadan- dahje assimileren-proseassa k&#225;nala -- nugo Kj&#230;r ge &#269;&#225;lii 1882:s.  Soai oaivvildeigga nappo ahte `seakalas'-kategoriain ii leat sosi&#225;la d&#225;rkkuhus, nugo Bj&#248;rklund (1978), Steinlien (1984) ja Thuen (1985) oaivvildedje leahket Davvi-Tromssas.  Hansen lea ma&#331;&#331;&#225; deattuhan ahte d&#225;kku veadj&#225; leat erohus M&#225;tta- ja Davvi-Tromssa &#269;earddala&#353; profiillain, ja ahte erohus ii d&#225;idde du&#353;&#353;e leat dutkiid sierramielala&#353;vuo&#240;a boa&#240;us (Hansen 1994).</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="13">&#160;</A></P>
<A NAME="f25giel-nj">&#160;</A>
<H2>&#193;lbmotlohkamiid njuolggadusat</H2>

<p>Mun &#269;ujuhan Eivind <em>Torp</em> (1986) ja Hansen guokt&#225; Meyer (1991) artihkkaliidda &#225;lbmotlohkamiid njuolggadusaid &#269;earddala&#353;vuo&#240;a ja gielladie&#240;uid h&#225;rr&#225;i.  Mii guosk&#225; oppala&#353; die&#240;uide &#225;lbmotlohkamiid birra, geah&#269;a Anna <em>Tranberg</em> (1994) girjj&#225;&#382;a.  Tranberg deattuha ea.ea. ahte vaikko dovdda&#353;eimmet njuolggadusaid, de lea lihkk&#225; d&#225;rbu d&#225;rkut mo ie&#353;gu&#240;et lohkama leat &#269;a&#240;ahan, erenoam&#225;&#382;it ovdal 1865' lohkamiid h&#225;rr&#225;i.  Mu oaidnu lea ahte dan lea d&#225;rbba&#353;la&#353; dahkat maidd&#225;i lohkamiin 1865 r&#225;jes ge.</p>

<p>
Lea d&#225;b&#225;la&#353; earuhit ng. <em>numer&#225;la</em> ja <em>nominatiivva</em> &#225;lbmotlohkamiid.  Lohkama oktavuo&#240;as geavahuvvojedje 1801:s ja (goittot) 1835 r&#225;jes vuo&#240;&#240;olisttut gosa juohke olmmo&#353; juohke d&#225;llodoalus &#269;&#225;lihuvvui.  D&#225;id listtuid goh&#269;odat <em>viessolistun</em>.  Viessolisttut leat &#225;immuin muhtin b&#225;hppagielddain, muhto ean&#225;&#353; oassi 1855 r&#225;dj&#225;i leat j&#225;vkan.  D&#225;id &#225;lbmotlohkamiid navdit `numer&#225;lan', go du&#353;&#353;e &#269;oahk&#225;igeasut (generallisttut) leat &#225;immuin.  1865 r&#225;jes leat buot lohkamiid viessolisttut &#225;immuin, ja mii navdit d&#225;id lohkamiid `nominatiivan'.</p>

<p>
1825' gitta 1855' &#225;lbmotlohkamiin lea mealgat muddui seamm&#225; struktuvra go 1865' &#225;lbmotlohkamis, erenoam&#225;&#382;it dan d&#225;fus ahte juohke &#269;earda logahallojuvvui sierra.  &#193;&#353;&#353;i mii goittot rievddai 1845:s, lei ahte <em>kveanat</em> dan r&#225;jes galge dollojuvvot sierra &#225;lbmotlohkamiin.  Sii ledje ovdal logahallojuvvon s&#225;pmela&#269;&#269;aiguin ovttas.</p>

<p>
Mii guosk&#225; lohkannjuolggadusaide, de eat dovdda mo &#269;earddala&#353;vuo&#240;edie&#240;uid galge &#269;oaggit ovdal go 1865:s.   Njuolggadusat gal ledje, muhto ii oktage leat ohcan daid statistihkaguovdd&#225;&#382;a r&#225;djosis.  Dasa lassin ferte jearrat, leat go lohkkit beassan oaidnit daid.  Unj&#225;rgga b&#225;hppa goittot ii lean oaidn&#225;n njuolggadusaid, du&#353;&#353;e r&#225;&#240;&#240;ehusa &#225;rvalusa &#269;a&#240;ahit 1855' &#225;lbmotlohkama (geah&#269;a <A href="#f5-2027">38.</A> s.).</p>

<p>
1865' lohkanskoviide galge deavdit juohke &#269;eardda sierra, vuos guovllu d&#225;&#382;aid, dasto s&#225;pmela&#269;&#269;aid ja kveanaid.  D&#225;t s&#225;htii mielddisbuktit ahte d&#225;llodoalut gos ledje sihke d&#225;&#382;at, s&#225;pmela&#269;&#269;at ja kveanat, s&#225;htte juhkkojuvvot golmma sadj&#225;i listtuin.  Gielladie&#240;uide ii lean v&#225;rrejuvvon sierra rubrihkka, nu ahte daid ferte ohcat lassidiehtorubrihkas.  Mu&#240;ui galge merket lassidiehtorubrihkkii jos olbmo v&#225;nhemat gulle goapp&#225;t &#269;eardii.  Jos s&#225;pmela&#269;&#269;at ja kveanat m&#225;htte d&#225;rogiela, de galggai dat boahtit ovdan lassidiehtorubrihkas.</p>

<p>
Sihke 1875' ja 1900' &#225;lbmotlohkama skoviin ledje sierra rubrihkat gosa deavdit &#269;earddala&#353;vuo&#240;a ja h&#225;llangiela die&#240;uid.  1875' &#225;lbmotlohkamis galge merket <em>guktuid v&#225;nhemiid</em> &#269;eardda.  Ledje njeallje koda, nammalassii
`<strong>n</strong>' (<em>Norsk,</em> d.l. d&#225;&#382;a),
`<strong>f</strong>' (<em>Finsk,</em> d.l. suoma),
`<strong>l</strong>' (<em>Lappisk,</em> d.l. s&#225;mi) ja
`<strong>b</strong>' (<em>Blandet</em>, d.l. `seahkalas').  Dasa lassin geavahedje lohkit d&#225;id kodaid Davvesiidda, Deanu ja Unj&#225;rgga &#225;lbmotlohkamiin:
`<strong>r</strong>' (<em>Russisk,</em> dahje ruo&#353;&#353;a),
`<strong>s</strong>' (<em>Svensk,</em> dahje ruo&#359;a) ja
`<strong>d</strong>' (<em>Dansk,</em> dahje d&#225;nska).
</p>
<p>
Guktuid v&#225;nhemiid &#269;eardda galge registreret 1875:s, vuos &#225;h&#269;i, dasto eatni.  Go ledje  njeallje koda, de g&#225;rte oktiibuot 16 v&#225;riantta jos ii v&#225;ldde mielde daid maid lohkit ie&#382;a hutke ruo&#353;&#353;aide, ruo&#359;&#359;ila&#269;&#269;aide ja d&#225;nskala&#269;&#269;aide.  Guokte ovdamearka &#269;&#225;jehit vuogi:</p>

<p>
<strong>ln</strong>	&#193;h&#269;&#269;i s&#225;pmela&#353; ja eadni d&#225;&#382;a.
<br><strong>nl</strong> &#193;h&#269;&#269;i d&#225;&#382;a ja eadni s&#225;pmela&#353;.</p>

<p>
Seamm&#225; kodat geavahuvvuojedje merket h&#225;llangiela, muhto dalle ii lean s&#225;hka v&#225;nhemiid, muhto <em>olbmo ie&#382;as,</em> h&#225;llangielas.  Fuom&#225;&#353; datte ahte mun merken  tabeallain du&#353;&#353;e ahte `nubbi v&#225;nhen lea s&#225;pmela&#353;, nubbi d&#225;&#382;a'.  Omd. &#269;askojuvvujit mu tabeallain <strong>ln</strong> ja <strong>nl</strong> oktii <strong>ln</strong> vuoll&#225;i.  Ferte deattuhit ahte 1875' deavdinvuogi gea&#382;il g&#225;rt&#225; <em>genealog&#225;la&#353; n&#225;lli</em> deattuhuvvot, ii sosi&#225;la &#269;earddala&#353; st&#225;htus.</p>

<p>
1885:s &#269;a&#240;ahuvvui Norggas &#225;lbmotlohkan du&#353;&#353;e g&#225;vpogiin.  Departementa mearridii ahte Nuorta-Finnm&#225;rkkus lihkk&#225; galggai &#269;a&#240;ahuvvot v&#225;sedin &#225;lbmotlohkan &#269;ielggadan dihte &#269;earddala&#353;vuohtadiliid.  &#268;earddala&#353;vuohtadie&#240;uide lei v&#225;rrejuvvon rubrihkat sulai seamm&#225; m&#225;lle mielde go 1875:s.  Hui oanehis lohkannjuolggadusat leat prentejuvvon juohke viessolisttu ovdasiidui.  Mun in leat da&#240;e d&#225;rkileappot guorahallan 1885' ja 1891' lohkama.</p>

<p>
1891' &#225;lbmotlohkama njuolggadusat leat sulai nu go 1875:s ledje.  D&#225;s ge lei genealog&#225;la&#353; n&#225;lli mearrideaddji.  Giela birra daddjo ahte galg&#225; merket olbmo h&#225;llangiela <em>jos lea ear&#225; go eatnigiella</em>.
	<A NAME="f9giel-nj">
</A>
D&#225;n mearr&#225;dusa lea buorre atnit muittus go &#225;igu &#225;lbmotlohkamiid gielladie&#240;uid geavahit, go d&#225;n prinsihpa vedjet lohkit leat &#269;uvvon 1900:s ge.</p>

<p>
1900:s galge lohkit di&#240;o&#353;tit olbmo ie&#382;as ceradda, ii v&#225;nhemiid.  Muhto mu&#240;ui gal geavahedje seamm&#225; kategoriaid go ovdal.  Mii lei o&#240;as, lei ahte galge earuhit badjeolbuid (koda <strong>Ln</strong>) ja ear&#225; s&#225;miid (<strong>Lf</strong>).</p>



<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="14">&#160;</A></P>
<A NAME="f0secal">
</A>
<H2>Prentejuvvon statistihkka</H2>

<p>
Hansen guovttos Meyeriin  &#269;&#225;jeheigga M&#225;tta-Tromssa gielddaid Rivtt&#225;ha ja Loab&#225;ga h&#225;rr&#225;i ahte  &#269;earddala&#353;vuo&#240;a die&#240;ut ledje divuduvvon sihke 1875' ja 1900' lohkamiin.  Divudusat leat dahkkon vuo&#240;&#240;olisttuin.   `Seahkalas' &#269;earda lea divoduvvon nu ahte &#269;uovvu h&#225;llangiela.  &#268;earddala&#353;vuohta lea <em>oppa lohk&#225;i</em> divoduvvon gielladie&#240;uid vuo&#240;ul.  Soai &#225;rvaleigga ahte statistihkaguovdd&#225;&#353; lei divodan statistihka almmuheami oktavuo&#240;as.  Mun in leat iskan heivejit go divodusat prentejuvvon statistihkkii, muhto Hansen guokt&#225; Meyer &#225;rvalus orru j&#225;hkihahtti.</p>

<p>
Mun guorahalan vuos lea go d&#225;kk&#225;r divodusat dahkkojuvvon Davvesiidda, Deanu ja Unj&#225;rgga &#225;lbmotlohkamiin.  Mun in leat vel &#269;atnan oktii girkogirjjiid ja &#225;lbmotlohkamiid die&#240;uid, nu ahte in s&#225;hte geavahit Hansen guokt&#225; Meyer metoda.  Mun s&#225;ht&#225;n du&#353;&#353;e guorahallat mo  leat divodan &#225;lbmotlohkama, ja makk&#225;r gova &#225;lbmotlohkamiin oa&#382;&#382;u &#269;earddala&#353;vuohta- ja gielladiliin.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="41">&#160;</A></P>
<H3>1875 divudusat</H3>

<p>
1875' divudusaid birra ii leat nu olu maid dadjat.  Davvesiiddas leat dahkkon logi, Deanus njeallje ja Unj&#225;rggas ovcci divudusa.  <em>Du&#353;&#353;e golmmas d&#225;in oktiibuot 23 divudusain</em> leat dakk&#225;rat ahte lea vejola&#353; jurdda&#353;it ahte olbmo h&#225;llangiella lei sivva divudussii.  D&#225;t golbma divudusa ledje Unj&#225;rgga &#225;lbmotlohkamis.  Galle olbmo ledje Davvesiidda, Deanu ja Unj&#225;rgga &#225;lbmotlohkamis 1875:s oainn&#225;t <A href="1999btuc.html#f7etn-1">1</A>. tabeallas.  Das oainn&#225;t maidd&#225; man galle prosentta &#225;lbmogis ledje d&#225;&#382;at, s&#225;pmela&#269;&#269;at, kveanat ja `seahkalas' &#269;earddas.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="42">&#160;</A></P>
<A NAME="f0koretn">
</A>
<H3>1900 divudusat</H3>

<p>
<A href="1999btuc.html#f0korr-1">2</A>. tabealla &#269;&#225;jeha man muddui `seahkalas' kategoriat leat divoduvvon giela mielde 1900:s.  Davvesiiddas leat  d&#225;t divudusat <em>69,6%</em>, Deanus  <em>87,6%</em> ja Unj&#225;rggas <em>97,9%</em>  buot divodusain.  Hansen ja Meyer guokt&#225; &#225;rvalus heive nappo hui bures Deanu ja Unj&#225;rgga &#225;lbmotlohkamiidda ge.  Davvesiida &#225;lbmotlohkamis leat dahkkon ear&#225; ge divudusat hui olu.</p>

<p>
<A href="1999btuc.html#f0korr-2">3</A>. tabeallas lean &#269;ask&#225;n oktii muhtin &#269;earddala&#353;vuohtakategoriaid, nu go d&#225;&#382;aid, d&#225;nskala&#269;&#269;aid ja ruo&#359;&#359;ila&#269;&#269;aid.  Maidd&#225;i `seahkalas'-kategoria sisttisdoall&#225; registrerenvari&#225;nttaid, nammalassii dakk&#225;riid geat leat registrerejuvvon <em>blandet/norsk</em> (tabeallas: BN) ja <em>blandet/lappisk</em> (BL).</p>

<p>
&#268;&#225;jehuvvo ahte go `seahkalas'-kategoriat divuduvvojedje statistihka almmuheami v&#225;r&#225;s, de g&#225;rttai Unj&#225;rggas s&#225;pmela&#269;&#269;aid lohku eanemusat lasihuvvot.  Muhto sihke Deanus ja Davvesiiddas lasihuvvui <em>d&#225;&#382;aid</em> lohku eanemusat.  Deanus  lea gal olu lasihan sihke s&#225;pmela&#269;&#269;aid ja kveanaid logu.</p>

<p>
Tabealla <A href="1999btuc.html#f0korr-2">3</A> loguid vuo&#240;ul oa&#382;&#382;u d&#225;n tabealla:</p>


<table>
<tr><td><strong>Guovlu</strong> </td><td> <strong>N</strong> </td><td> <strong>`Seahkalas'</strong> </td><td> <strong>%</strong> </td></tr>
<tr><td>Davvesiida </td><td align="right">  1536 </td><td align="right">   336 </td><td align="right">  21,9% </td></tr>
<tr><td>Deatnu	   </td><td align="right">  3047 </td><td align="right">   369 </td><td align="right">  12,1% </td></tr>
<tr><td>Unj&#225;rga	   </td><td align="right">  1570 </td><td align="right">   186 </td><td align="right">  11,9% </td></tr>
</table>

<p>
Olmmo&#353;logu (N) ektui, lea Davvesiiddas eanet olbmot `seahkalas'-kategoriain go Deanus ja Unj&#225;rggas.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="15">&#160;</A></P>
<H2>Lassidiehtorubrihkka 1865:s</H2>

<p>
&#193;lbmotlohkamiin ii jerron giela birra ovdal go 1891:s.  Muhto lassidie&#240;uid rubrihkas (<em>Anm&#230;rkninger</em>) leat lohkamiin die&#240;ut giela birra maidd&#225; 1865' ja 1875' lohkamiin.  1865' lohkamis galge listtut ordnejuvvot nu ahte vuos bohte visot d&#225;&#382;at, dasto visot kveanat, ja loahpas visot s&#225;pmela&#269;&#269;at.  D&#225;t lea muhtomin mielddisbukt&#225;n ahte jos d&#225;llodoalus leat nuppi &#269;eardda olbmot ge, de lea d&#225;llodoalu lahtut bi&#240;gejuvvon moatte sadj&#225;i listtuin.  Gielladie&#240;uide ii lean v&#225;rrejuvvon sierra rubrihhka, muhto lassidiehtorubrihkas galggai boahtit ovdan jos kveana dahje s&#225;pmela&#353; m&#225;htii d&#225;rogiela.  Dattege lea stuorra erohusat gielddas gildii mo listtut leat olggos oaidnit.  <A href="1999btuc.html#f6komm1">4</A>. tabeallas oainn&#225;t man ollu lassidiehtorubrihkka lea geavahuvvon &#269;earddala&#353;vuo&#240;a ja gielladiliid &#269;ilget 1865:s.  Davvesiidda ja Deanu s&#225;htt&#225; njuolgut buohtastahttit, go doppe leat njuolggadusat  &#269;uvvojuvvon aiddo d&#225;n d&#225;fus.  Deanus leat lassidiehtorubrihkka geavahuvvon 4% olbmuin, Davvesiiddas 28% olbmuin leat lassidie&#240;ut giela ja/dahje &#269;earddala&#353;vuo&#240;a birra.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="51">&#160;</A></P>
<H3>Deatnu</H3>

<p>
Deanu  &#225;lbmotlohkama listtut leat oalle ovttageard&#225;nat 1865:s.   D&#225;llodoalut leat juhkkojuvvon &#269;earddaid mielde.    Lassidie&#240;ut leat unn&#225;n.  Muhto Deanu &#225;lbmotlohkan lea RHD die&#240;uid mielde &#225;idna Norggas 1865:s gos du&#353;&#353;e isida namma boaht&#225; ovdan, ii d&#225;lu eamida ja m&#225;n&#225;id.  Sin birra die&#240;ihuvvo gal sohkabealli, man boaris lea, ja ear&#225; die&#240;ut maid njuolggadusaid mielde galge &#269;oaggit.   Biigg&#225;id ja rea&#331;ggaid namaid dattege g&#225;vdn&#225;.</p>

<p>
<em>Rasmus ja Sivert Ols.</em> guokt&#225; d&#225;llodoalut leat buori ovdamearkkat mo Deanus leat atn&#225;n lassidie&#240;uid.  Guktot d&#225;llodoalut leat &#225;lbmotlohkama 57. viessolistu, Deanu kveanaid vuolde.  Sii vedjet leat &#225;ssan seamm&#225; d&#225;lus, dahje goittot b&#225;lddalagaid.  Rasmus lei ie&#353; rieg&#225;dan &#193;laheajus, 37 j. boaris, ja lei guol&#225;steaddji.  Su 39-jahk&#225;sa&#353; &#225;hkk&#225; lei Suomas rieg&#225;dan.  Sudnos lei 15-jahk&#225;sa&#353; b&#225;rdni ja 13-jahk&#225;sa&#353; nieida, guktot rieg&#225;dan &#193;laheajus.  Lassidiehtorubrihkas daddjo Rasmus birra ahte son lei <em>`F&#248;dt Norsk men gaaen over til Qv&#230;n Taler alle 3 Sprog'</em>.  &#193;hk&#225; birra ii dadjo mihkkege, muhto b&#225;rtni birra daddjo <em>`Taler meget godt Norsk og Lappisk'</em>.  Nieida gis <em>`Taler lidt Lappisk'.</em></p>

<p>
&#268;earddala&#353;vuo&#240;a kriteria leama&#353; <em>sosi&#225;la &#269;earddala&#353; st&#225;htus.</em>  Rasmus lei d&#225;&#382;a n&#225;lis, ja suttai kveanaid jovkui.  Gielladie&#240;ut orrot &#269;ujuheamen dan guvlui ahte bearra&#353;a beaivv&#225;la&#353; h&#225;llangiella lei <em>suomagiella.</em>  Erenoam&#225;&#382;it <em>m&#225;n&#225;id</em> h&#225;llangiela die&#240;ut eai s&#225;hte guoskat sin beaivv&#225;la&#353; h&#225;llangillii.</p>

<p>
38-jahkk&#225;sa&#353; Sivert lei r&#225;vdi, ja  lei v&#225;rra Rasmus viellja.  Su 27-jahk&#225;sa&#353; &#225;hkk&#225; lei nu go Sivert ie&#353; rieg&#225;dan &#193;laheajus.  Sudno golbma m&#225;n&#225; birra ii muitaluvvo gos ledje rieg&#225;dan.  Sivert birra daddjo ahte son <em>`Taler meget godt Norsk og Lappisk'</em>, &#225;hkk&#225; <em>`... Norsk, men gaaen over til Qv&#230;n, taler alle 3 sprog'</em>.  Guovtte-, golmma- ja njealjejahk&#225;sa&#353; m&#225;n&#225;id birra du&#353;&#353;e ahte <em>`Taler Norsk'</em>.</p>

<p>
M&#225;n&#225;id giellam&#225;httu lea v&#225;ttis dulkot.  Njuolggadusain daddjui ahte galggai merket jos muhtin suoma- dahje s&#225;megielat olmmo&#353; m&#225;htii d&#225;rogiela.  Muhto  m&#225;n&#225;t leat nu nuorra ahte ill&#225; lea j&#225;hkihahtti ahte sii ledje juo guovttegielagat.  Sin eadni lei d&#225;&#382;a n&#225;lis (ja nappo d&#225;rogielat), ja d&#225;llodoallu veadj&#225; leat leama&#353; d&#225;rogielat.</p>

<p>
Jos Rasmus guovttos Sivertiin leigga vielja&#353;at, de ii leat veadjemeahttun ahte Rasmus bearra&#353;a beaivv&#225;la&#353; giella lei d&#225;rogiella.  Beaivv&#225;la&#353; giela nappo ii oro vejola&#353; nannet d&#225;n guokte bearra&#353;a guovdu.  &#193;idna mii orru &#269;ielggas, lea ahte d&#225;n guokte bearra&#353;a <em>sosi&#225;la &#269;earddala&#353; st&#225;htus</em> lei `kveana'.</p>

<p>
D&#225;t g&#225;vcci mearkka&#353;umi lassidiehtorubrihkas dahket juo 15% buot Deanu lassidiehtorubrihka mearkka&#353;umiin.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="52">&#160;</A></P>
<H3>Davvesiida</H3>

<p>
Davvesiiddas ge leat sierra listtut d&#225;&#382;aid, kveanaid ja s&#225;pmela&#269;&#269;aid v&#225;r&#225;s, muhto doppe leat d&#225;llodoalut  gos leat eanet &#269;earddat bie&#240;ganan ie&#353;gu&#240;et listui.  Okta ovdamearka &#269;&#225;jeha mo s&#225;htii geavvat:</p>

<p>
Davvesiidda kveanaid  vuolde lea 55-jahk&#225;sa&#353; <em>Berit Jakobsdtr.</em> okto Doarrunluovttas (olmmo&#353;nummir 201,  Davvesiidda kveanat).  Son lei rieg&#225;dan Pors&#225;&#331;ggus, ja &#225;sai oapp&#225;s b&#225;rtni luhtte.  Lassidiehtorubrihkas daddjo Bireha birra ahte: <em>`Fader Kv&#230;n Moder Fin Taler Norsk Kv. og Finsk lever Som Fin'.</em>  D&#225;llodoalu mu&#240;ui g&#225;vdn&#225; Davvesiidda s&#225;pmela&#269;&#269;aid gaskkas, nammalassii 32-jahk&#225;sa&#353; <em>Jakob Ols.</em>, guol&#225;steaddji, oamasta ie&#382;as d&#225;lu, <em>selveier</em> (olmmo&#353;nummir 289, Davvesiida s&#225;pmela&#269;&#269;at).  Su varrasuonain  golggai sihke d&#225;&#382;a, s&#225;pmela&#353; ja kveana varra, go su birra daddjo ahte:  <em>`Fader Nordm. Morfader Kv&#230;n, Mormor Fin. Taler Norsk Finsk og Kv. Lever som Fin'</em> (<em>Kv.</em> m&#225;ks&#225; <em>Kv&#230;n</em>, dahje kveana).  Su &#225;hk&#225;, 36-jahk&#225;sa&#353; <em>Elen Olsdtr.</em>,  birra daddjo ahte son &#225;ddii d&#225;rogiela (<em>`Forstaar Norsk'</em>).  Sudnos ledje njeallje b&#225;rtni gaskal golmma ja g&#225;vcci jagi, sin birra ii daddjo mihkkege lassidiehtorubrihkas.  D&#225;llodoalus lei vel biig&#225; K&#225;r&#225;&#353;jogas eret, nammalassii 23-jahk&#225;sa&#353; <em>Margrete Josefsdtr.</em>  Ii su ge birra daddjo mihkke lassidiehtorubrihkas.</p>

<p>
Ii das galle.  Maidd&#225;i <em>d&#225;&#382;aid</em> gaskkas lea olmmo&#353; gii gulai d&#225;n d&#225;llodollui (olmmo&#353;nummir 18, Davvesiidda suohkana d&#225;&#382;at).  <em>Martha Johannesdtr.</em> lei Jakob Ols. biepmonieida.  Son lei 11 jagi boaris ja su birra daddjo lassidiehtorubrihkas ahte <em>`Fader Norm. Moder Bl. af Norm. og Kv&#230;n Taler Finsk og Norsk'.</em></p>

<p>
D&#225;llodoalu lahtut leat nappo g&#225;vdnamis golmma sajis &#225;lbmotlohkanlisttuin.  Munnje ii leat &#269;ielggas manin Berit Jakobsdtr. biddjo ear&#225; sadj&#225;i listtus go d&#225;llodoallu gos lei.  Son `elii s&#225;pmela&#269;&#269;aid l&#225;hk&#225;i', nu dagai Jakob Ols. ge.   Guktot leigga `seahkalas' n&#225;lis, ja juos goabb&#225;ge sudnos liv&#269;&#269;e v&#225;nhemiidis gea&#382;il navdojuvvot s&#225;pmela&#382;&#382;an, de dat lei Berit, ii Jakob.  D&#225;t <em>veadj&#225;</em> &#269;&#225;jehit ahte <em>sosi&#225;la</em> kategoriseren leama&#353; vuo&#240;&#240;un registreremii, ii genealog&#225;la&#353; n&#225;lli.</p>

<p>
Davvesiidda 1865 &#225;lbmotlohkamis lea lassidiehtorubrihkka olu geavahuvvon, geah&#269;a <A href="1999btuc.html#f6komm1">4</A>. tabealla.  Moadde  vari&#225;ntta gielladie&#240;uid h&#225;rr&#225;i leat:
<em>`Alle 5 B&#248;rn Taler Finsk og Kv&#230;nsk forstaar Norsk',</em>
<em>`Forstaar Norsk, men lese Finsk, lever som Finner',</em>
<em>`Forstaar Norsk'</em> ja
<em>`Forstaar og Taler Norsk'</em>.  Lassidiehtorubrihkas nappo eai leat die&#240;ut du&#353;&#353;e d&#225;rogielm&#225;htus.


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="53">&#160;</A></P>
<H3>Unj&#225;rga</H3>

<p>
Unj&#225;rggas eai juohk&#225;n &#225;lbmotlohkanlisttu &#269;earddaid mielde.  Listu mann&#225; guovllus nubb&#225;i, &#225;lg&#225; Unj&#225;rggas, dasto logahallojit Mieskejoga, Stuorravuona, O&#240;&#240;ajoga ja Buolbm&#225;ga &#225;ssit.  Listtu loahpas leat badjeolbmot.  &#268;earda lea oalle ollisla&#269;&#269;at merkejuvvon lassidiehtorubrihkkii, olles 83% olbmuin g&#225;vdnojit die&#240;ut juogo &#269;eardda dahje giellam&#225;htu birra.  Du&#353;&#353;e unna oas&#225;&#353; d&#225;id die&#240;uin gusket giellam&#225;htui (75 oktiibuot), ean&#225;&#353; leat &#269;earddala&#353;vuo&#240;a die&#240;ut (901 oktiibuot) -- geah&#269;a  <A href="1999btuc.html#f6komm1">4</A>. tabealla.</p>

<p>
D&#225;n &#225;ig&#225;i atnit 1865' &#225;lbmotlohkama buoret g&#225;ldun <em>sosi&#225;la &#269;earddala&#353; st&#225;htusii</em> go 1875' ja 1900' lohkama (geah&#269;a omd. Hansen 1994 ja Thorvaldsen 1996:67-69.)  Unj&#225;rgga lohkan dattege &#269;uovvu sakka <em>genealog&#225;la&#353; n&#225;li</em> prinsihpa &#269;earddaid registreremis.  N&#225;lli merkejuvvo muhtimin nu d&#225;rkilit ahte lea veadjemeahttun dan vuo&#240;ul &#225;rvidit mii olbmo <em>sosi&#225;la &#269;earddala&#353; st&#225;htus</em> lei, erenoam&#225;&#382;it go gielladie&#240;ut leat nu unn&#225;n.   Lassidiehtorubrihka struktuvra lea oalle d&#225;vj&#225; d&#225;kk&#225;r:<br></p>
<br>
<p>
1:2 K 1:4 N 1:4 L<br>
1:2 K, 1:2 L<br>
3:4 F 1:4 N<br>
<br>
<p>
Danin go Buolbm&#225;t gull&#225; mu dutkanguvlui, lean iskan man olu diekk&#225;r &#269;earddala&#353;vuo&#240;a registreremat doppe leat.  V&#225;st&#225;dus lea <em>golbma d&#225;luisida</em>, ja sin d&#225;llodoaluin leat vel njealjis geain lea `seahkalas' n&#225;lli.   D&#225;llodoalut leat:  (1) Ovdde&#353; leansmanne <em>Nils Johns.</em> ja (2) su b&#225;rtni <em>Johan Nils.</em> d&#225;llodoalut.  Nils Johns. &#225;h&#269;&#269;i lei d&#225;&#382;a, Troandimis boaht&#225;n, gii n&#225;italii Buolbm&#225;gii.  (3) <em>Johan Johans.</em> d&#225;llodoallu.</p>

<p>
Dasa lassin lea vel 12:s `seahkalas' n&#225;lis geat &#225;sse d&#225;llodoaluin gos isida n&#225;lli lei `buhtis'.  Oktiibuot ledje Buolbm&#225;gis 37 d&#225;llodoalu 1865:s.  Buolbm&#225;gis lea nappo hui unn&#225;n `seahkalas' n&#225;lli mii dagahiv&#269;&#269;e &#225;lbmotlohkkiide v&#225;ttisvuo&#240;aid.</p>




<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="16">&#160;</A></P>
<H2>Lassidiehtorubrihkka 1875:s ja 1900:s</H2>

<p>
Gielladie&#240;uide lei sierra rubrihkka 1900:s.  Lassidiehtorubrihkka lea hui unn&#225;n geavahuvvon Deanu ja Unj&#225;rgga 1875' &#225;lbmotlohkamis, 7% ja 3%.  Dat mearkka&#353;umit mat leat, gusket gillii.  Du&#353;&#353;e Davvesiiddas leat g&#225;vcci olbmo birra lassidie&#240;ut mat eai guoskka gilli.  Davvesiiddas lea eanemus gielladie&#240;ut ge, 249 olbmos dahje 36% &#225;lbmogis.  Geah&#269;a  <A href="1999btuc.html#f7giel-11">5</A>. tabealla.</p>


<p>
Deanus gusket ean&#225;&#353; die&#240;ut 1900 lassidiehtorubrihkas makk&#225;r viesus olbmot &#225;sse.  Oktiibuot lea 294 olbmo birra lassidie&#240;ut.  283:s d&#225;in gusket vissui.  Unj&#225;rggas gusket buot 42 mearkka&#353;umit d&#225;llui. Davvesiida lea 342 olbmos lassidie&#240;ut, ja du&#353;&#353;e okta <em>ii</em> leat d&#225;lu birra.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="17">&#160;</A></P>
<H2>Gielladie&#240;ut</H2>

<p>
Mun lean d&#225;ss&#225;&#382;ii deattuhan <em>makk&#225;r</em> die&#240;ut mis leat &#225;lbmotlohkamiin &#269;earddala&#353; gulleva&#353;vuo&#240;a birra, ja man stuorra oass&#225;i &#225;lbmogis mis leat d&#225;kk&#225;r die&#240;ut,  &#268;earddala&#353;vuo&#240;a die&#240;ut gok&#269;et prinsihpas buohkaid, muhto &#225;lbmotlohkamiin lea stuorra oassi gean birra ii daddjo eksplisihtta gu&#240;e &#269;erdii gullet.  Lea lunddola&#353; jurdda&#353;it ahte <em>s&#225;pmela&#269;&#269;aid ja kveanaid</em> &#269;earda merkejuvvojedje eksplisihtta, sii han &#225;iggi mielde navdojuvvojedje `amas n&#225;&#353;uvdnan' (<em>`Fremmede Nationaliteter'</em>).  D&#225;&#382;at leat `norbman' ja sin &#269;eardda ii d&#225;rbba&#353; erenoam&#225;&#382;it merket &#225;lbmotlohkamis.</p>

<p>
Lars Ivar Hansen deattuha dan vejola&#353;vuo&#240;a maid dea&#359;&#225;la&#353; sosi&#225;la d&#225;hpp&#225;husat nugo m&#225;nnarista addet dutk&#225;i di&#240;o&#353;tit maidd&#225;i olbmo &#269;earddala&#353; gulleva&#353;vuo&#240;a.  M&#225;n&#225; g&#225;stta&#353;eapmi lea <em>sohkii</em> dea&#359;&#225;la&#353; d&#225;hpp&#225;hus.  Ristv&#225;nhemiin leama&#353; ja lea ain dea&#359;&#225;la&#353; sadji s&#225;pmela&#269;&#269;aid  fuolkevuo&#240;as, ja ristv&#225;nhemiid bokte beass&#225; diehtit veah&#225; v&#225;nhemiid sosi&#225;la birrasis.   Go v&#225;nhenguovttos bo&#240;iiga girkui m&#225;n&#225; g&#225;stta&#353;it, de lei sohka ge doppe, sii ledje &#269;i&#331;ahan g&#225;vttiin, ja buohkat gulle sin s&#225;m&#225;steamen.  <em>B&#225;hppii</em> fertii leat &#225;ibbas &#269;ielggas ahte <em>d&#225; leat s&#225;pmela&#269;&#269;at.</em>  Ean&#225;&#353; Ivv&#225;rst&#225;&#240;iid b&#225;hppagieldda kveanat ledje Ruo&#359;as boaht&#225;n m&#225;nn&#225;n badjeolbmuid f&#225;rus  ja baj&#225;sgessojuvvon biepmom&#225;nn&#225;n d&#225;&#382;aid dahje s&#225;pmela&#269;&#269;aid luhtte.  Sii ledje juogo s&#225;me- dahje d&#225;rogielh&#225;llit ja j&#225;vke nappo d&#225;&#382;aid ja s&#225;pmela&#269;&#269;aid sisa (Hansen ja Meyer 1991, Hansen 1994).</p>

<p>
M&#225;nn&#225;rista, konfirma&#353;uvdna ja heajat leat nappo d&#225;hpp&#225;husat gos s&#225;pmela&#269;&#269;at leat &#269;&#225;jehan olgom&#225;ilbm&#225;i ahte sii leat s&#225;pmela&#269;&#269;at.  Maidd&#225;i h&#225;vd&#225;dus &#269;ohkkii soga, d&#225;n vuoro gis morra&#353;ii.  1800-logu girkogirjjit leat devdon nut&#225;htain d&#225;kk&#225;r d&#225;hpp&#225;husain.  Deanu ja Davvesiidda girkogirjjiin leat dievva namahusat go mearras&#225;pmela&#353; (<em>`S&#248;fin'</em>), badjeolmmo&#353; (<em>`Fjeldfin'</em>), rivgunieida (<em>`Nordmandspige'</em>), kveanab&#225;rdni (<em>`Qv&#230;nungkarl'</em>) ja nu ovddosguvlui, sihke risttagirjjis, konfirma&#353;uvdnagirjjis ja n&#225;ittosgirjjis.</p>

<p>
Ii buot Davvi-Norgga girkogirjjiin g&#225;vnna n&#225; &#269;ielga &#269;earddala&#353; namahusaid.  Hansen guovttos Meyeriin (1991) leigga lihko&#353; go muhtin b&#225;hppa Ivv&#225;rst&#225;&#240;iid b&#225;hppagielddas fuom&#225;&#353;ii system&#225;htala&#269;&#269;at merket &#269;eardda girkogirj&#225;i mieht&#225; 1870-logu.  D&#225;t attii sudnuide nana vuo&#240;u go guorahalaiga mo <em>&#225;lbmotlohkama</em> kategoriaid dulkot.  Mun lean ovdal juo namuhan sudno v&#225;ldobohtosiid:  `Seahkalas'-kategoriat ledje beallin ma&#331;isboahtit &#269;earddar&#225;j&#225;id rasttildeaddji n&#225;ittusdiliin, ja beallin s&#225;pmela&#269;&#269;at geat g&#225;idagohte eret s&#225;pmela&#353;vuo&#240;as -- jos &#225;lbmotlohkamii galgga&#353; luohtit.  Stuorra oassi d&#225;id s&#225;pmela&#269;&#269;ain ledje d&#225;rogielh&#225;llit.</p>

<p>
<em>Giellageavaheapmi/-m&#225;httu</em> veadj&#225; nappo leat &#225;vkk&#225;la&#353; mearkan &#269;earddala&#353; gulleva&#353;vuhtii.  Gielas lea dasa lassin dat ovdamunni ear&#225; konkrehta kultuvrabuktagiid b&#225;lddas (g&#225;kti, d&#225;vvirat) ahte  &#225;lbmotlohkamiin, goittot muhtin guovlluin, g&#225;vdn&#225; h&#225;llangiela die&#240;uid oalle stuorra oasis &#225;lbmogis.</p>

<p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="71">&#160;</A></P>
<H3>1875</H3>

<p>
<A href="1999btuc.html#f7giel-11">5</A>. tabeallas oainn&#225;t ahte leat hui unn&#225;n gielladie&#240;ut lassidiehtorubrihkas 1875:s.  Davvesiiddas leat, d&#225;n ge d&#225;fus, eanemusat, 34% (100% - 66% `ii spesifiserejuvvon').  Deanus leat die&#240;ut 7%:s &#225;lbmogis, Unj&#225;rggas du&#353;&#353;e 3%:s.  Danin buvtt&#225;n &#269;oahkk&#225;igesson loguid Davvesiidda, Deanu ja Unj&#225;rgga h&#225;rr&#225;i.  Go leat nu unn&#225;n gielladie&#240;ut,  ii leat vejola&#353; &#225;rvvo&#353;tallat omd. gallis d&#225;&#382;ain, kveanain ja s&#225;pmela&#269;&#269;ain ledje guovtte- dahje golmmagielat.   Sii geat h&#225;lle dahje &#225;ddejedje moadde giela ledje Unj&#225;rggas oktiibuot 13:s (1%), Deanus 31:s (1,4%) ja Davvesiiddas 20:s (3%), geah&#269;a <A href="1999btuc.html#f7giel-21">6</A>. tabealla.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="72">&#160;</A></P>
<H3>1900</H3>

<p>
<A href="1999btuc.html#f0korr-1">2</A>. ja <A href="1999btuc.html#f0korr-2">3</A>. tabeallas &#269;&#225;jehin statistihkaguovdd&#225;&#382;a divudusaid v&#225;ikkuhusaid &#269;earddala&#353; juohkimii prentejuvvon statistihkas.  D&#225;n oasis buvtt&#225;n ovdan makk&#225;r giellam&#225;httu ie&#353;gu&#240;et &#269;earddala&#353; joavkkus lei.  Maidd&#225;i d&#225;s ferte v&#225;ruhit ahte ii s&#225;hte go <em>roava gova</em> oa&#382;&#382;ut gielladiliin.   Mun geavahan &#269;earddajuohkima nu mo lei <em>ovdal</em> go statistihkaguovdd&#225;&#353; divudii loguid almmuheami v&#225;r&#225;s.  Mun namuhan daid <em>`divukeahtes lohkun'</em>.</p>

<p>
Mun namuhin <A href="#f9giel-nj">30.</A> siiddus, ahte 1891 registrerennjuolggadusain mearriduvvui ahte galggai merket h&#225;llangiela jos lea ear&#225; go eatnigiella.  Diekk&#225;r registrerenvierut dagahiv&#269;&#269;e ahte olbmot geain giella ii leat spesifiserejuvvon, h&#225;lle du&#353;&#353;e eatnigielaset.  Mo de gie&#240;ahallat `seahkalas'-n&#225;l&#225;t olbmuid, go mii han eat  viss&#225;sit dovdda sin sosi&#225;la &#269;earddala&#353; st&#225;htusa?</p>

<p>
Lea goittot vejola&#353; &#225;rvalit moadde vuogi mo g&#225;vdnat guovtte- ja golmmagielagiid meari.  S&#225;htt&#225; (a) dohkkehit  &#225;lbmotlohkama eksplisihtta die&#240;uid, dahje (b) eaktudit ahte dat geat &#269;a&#240;ahedje &#225;lbmotlohkama, &#269;uvvo dan prosedyra maid 1891 &#225;lbmotlohkamis galge &#269;uovvut.   <A href="1999btuc.html#f0giel-11">9</A>., <A href="1999btuc.html#f0giel-22">10</A>. ja <A href="1999btuc.html#f0giel-32">11</A>. tabeallas lean juohke linj&#225;s bidjan daid loguid [roa&eth;uid] sisa mat &#269;&#225;jehiv&#269;&#269;e geat m&#225;htte du&#353;&#353;e eatnigielaset.  Ear&#225; logut de guoskka&#353;edje guovtte- dahje golmmagielagiidda.</p>

<p>
<A href="1999btuc.html#f0giel-01">7</A>. tabealla ja <A href="#figgiel-11">1</A>. govva gesset &#269;oahkk&#225;i 1900 &#225;lbmotlohkamiid gielladie&#240;uid.  Unj&#225;rggas leat olu eanet olbmuin gielladie&#240;ut (11 proseanttas <em>eai</em> leat) go Davvesiiddas ja Deanus (46/47 prosenttas <em>eai</em> leat gielladie&#240;ut).  1875 &#225;lbmotlohkamis s&#225;htii g&#225;vdnat s&#225;miid, kveanaid ja d&#225;&#382;aid geain eai lean gielladie&#240;ut.  Nu ii leat 1900:s.  Jos g&#225;vnnat gielladie&#240;uid olbmos, de maidd&#225; g&#225;vnnat &#269;earddala&#353;vuohtadie&#240;uid.  D&#225;&#382;aid <em>eksplisihtta</em> lohku ge lea unni.   Davvesiiddas leat g&#225;vcci d&#225;&#382;a, Deanus 41 (d&#225;&#382;at ja ruo&#359;&#359;ila&#269;&#269;at) ja Unj&#225;rggas g&#225;vcci (d&#225;&#382;at, d&#225;nskala&#353; ja ruo&#359;&#359;ila&#353;).  Danin lea lunddola&#353; atnit tabealla <A href="1999btuc.html#f0giel-01">7</A>  <em>Ii spesifiserejuvvon &#269;eardda</em> d&#225;&#382;an.  Implisihtta s&#225;htt&#225; &#225;rvalit ahte sii h&#225;lle du&#353;&#353;e d&#225;rogiela.</p>




<!-- XXX Govus 1 &#225;lg&#225; -->
<p><hr></p>
<p><A NAME="tth_fIg1">
</A> 
<A NAME="figgiel-11">
</A>
<p>
Govus 1: 1900:   Giellam&#225;httu, Davvesiida, Deatnu ja Unj&#225;rga</p>

<img src="figgiel-11.jpeg">

<p>
<strong>G&#225;ldu:</strong>  Geah&#269;a tab. <A href="1999btuc.html#f0giel-02">8</A>.</p>
<!-- YYY Gavus 1 nohk&#225; -->
<!-- XXX Govus 2 &#225;lg&#225; -->
<p><hr></p>
<p><A NAME="tth_fIg2">
</A>  
<A NAME="figgiel-22">
</A>
<p>
Govus 2: 1900:   Giellam&#225;httu, analysa.  Davvesiida, Deatnu ja Unj&#225;rga</p>

<img src="figgiel-22.jpeg">

<p>
<strong>G&#225;ldu:</strong>  Geah&#269;a tab. <A href="1999btuc.html#f0giel-02">8</A>.</p>

<p><hr></p>
<!-- YYY Gavus 2 nohk&#225; -->

<p>
Ear&#225; eatnigielh&#225;llit leat <A href="1999btuc.html#f0giel-11">9</A>., <A href="1999btuc.html#f0giel-22">10</A>. ja <A href="1999btuc.html#f0giel-32">11</A>. tabeallas biddjon [roa&eth;uid] sisa.  Jos &#269;ask&#225; oktii <em>ii spesifiserejuvvon giela</em> ja <em>ear&#225; eatnigielh&#225;lliid</em> galgga&#353;ii oa&#382;&#382;ut sin geat <em>du&#353;&#353;e h&#225;lle eatnigielaset</em>.  <A href="1999btuc.html#f0giel-02">8</A>. tabeallas oainn&#225;t loguid. Davvesiiddas lea sin oassi &#225;lbmogis 80%, Deanus 83%  ja Unj&#225;rggas 84%.</p>

<p>
Jos &#225;igumu&#353; lea geavahit gielladie&#240;uid mearkan &#269;earddala&#353; gulleva&#353;vuhtii, de leat moadde &#269;uolmma maid ferte g&#225;lgat.  Lea omd. v&#225;ttis giela bokte &#225;rvvo&#353;tallat `seahkalas'-kategoriaid etnisitehta jos &#225;lbmotlohkamis daddjo olbmo birra ahte son h&#225;ll&#225;/&#225;dde moadde giela.  Davvesiiddas leat 70 dakk&#225;r olbmo.  Mu&#240;ui leat buot golbma &#225;lbmotlohkamis olbmot geat h&#225;lle ear&#225; giela go maid &#269;earddala&#353;vuohta mielddisbuvtt&#225;&#353;ii.  V&#225;rianttat leat valjis, muhto oktiibuot sin lohku ii leat nu stuoris.  D&#225;n s&#225;htt&#225; dulkot nu ahte (a) sii ledje giela molson ja m&#225;htte duo&#240;ai du&#353;&#353;e ovtta giela, dahje (b) ahte sii m&#225;htte  nuppi giela eatnigiela lassin.</p>

<p>
D&#225;id dulkonvejola&#353;vuo&#240;aid lean geass&#225;n &#269;oahkk&#225;i <A href="1999btuc.html#f0giel-02">8</A>. tabeallas, geah&#269;a maid <A href="#figgiel-11">1</A>. ja <A href="#figgiel-22">2</A>. gova:</p>

<p>
(1) <em>Eatnigielh&#225;llit</em> leat sii geat <A href="1999btuc.html#f0giel-11">9</A>., <A href="1999btuc.html#f0giel-22">10</A>. ja <A href="1999btuc.html#f0giel-32">11</A>. tabeallas leat [roa&eth;uid] siste, ja sii gean &#269;earda ii leat spesifiserejuvvon (geah&#269;a <A href="1999btuc.html#f0giel-01">7</A>. tabealla).</p>

<p>
(2) <em>Moanagielagat</em> leat sii gean birra eksplisihtta daddjo &#225;lbmotlohkamis ahte sii m&#225;htte eanet go ovtta giela.</p>

<p>
(3) <em>Rabas dulkomii</em> leat  d&#225;&#382;at, s&#225;pmela&#269;&#269;at ja kveanat geat &#225;lbmotlohkama die&#240;uid mielde h&#225;lle ear&#225; giela go eatnigielaset (logut mat <em>eai</em> leat [roa&eth;uid] siste <A href="1999btuc.html#f0giel-11">9</A>., <A href="1999btuc.html#f0giel-22">10</A>. ja <A href="1999btuc.html#f0giel-32">11</A>. tabealla bajit oasis).</p>

<p>
&#268;&#225;jehuvvo ahte d&#225;n golmma joavkku oassi lea viehka muddui seamm&#225; stuoris dan golmma gielddas.  <em>Eatnigielh&#225;lliid</em> oassi lea 80-84% &#225;lbmogis, <em>guovtte- ja golmmagielh&#225;lliid</em> oassi 1-6%, ja 14-16% b&#225;hc&#225; <em>rabas dulkomii</em> m&#225;httet go du&#353;&#353;e eatnigielaset, vai leat go guovtte- ja golmmagielagat.  Dan s&#225;hta&#353;ii muhtin muddui iskat <em>Friis etnogr&#225;fala&#353; k&#225;rttaid</em> vuo&#240;ul.</p>



<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="18">&#160;</A></P>
<H2>Ovdal 1865 g&#225;ldut</H2>

<p>
Mun lean nu guhk&#225;s guorahallan daid &#225;lbmotlohkamiid &#269;earddala&#353;vuohta- ja gielladie&#240;uid mas d&#225;ss&#225;&#382;ii leama&#353; eanemus bero&#353;tupmi dutkiid gaskkas.  Maidd&#225;i ear&#225; logahallamiin leat relev&#225;nta system&#225;htala&#353; die&#240;ut.  1801', 1825', 1835', 1845' ja 1855' &#225;lbmotlohkamiin leat sulai seammal&#225;g&#225;n die&#240;ut go 1865' lohkamis, muhto d&#225;llodoalu d&#225;sis.  Muhtimin olmmo&#353; vihkugoaht&#225; ahte <em>vearrom&#225;ksima</em> kategoriat d&#225;idet leat b&#225;idn&#225;n &#225;lbmotlohkamiid &#269;earddala&#353;vuohtadie&#240;uide, nu ahte veadj&#225; leat &#225;vkk&#225;la&#353; daid ge guorahallat lagabui.  Mun lean d&#225;s ma&#331;&#331;elis m&#225;hcamin Deanu ja Unj&#225;rgga 1855' &#225;lbmotlohkamii, nu ahte dan lohkama &#269;a&#240;aheami birra ge lea vuogas dadjat juoid&#225; d&#225;l juo.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="81">&#160;</A></P>
	<A NAME="f5-2027">
</A>
<H3>Unj&#225;rgga 1855' &#225;lbmotlohkan</H3>

<p>
Muhtimiin &#269;ilgii son gii &#269;a&#240;ahii lohkama mo son lei dahkan.  Okta gii nu dagai 1856:s, lei Unj&#225;rgga suohkanb&#225;hppa Chr. <em>Sommerfeldt</em>.  Son &#269;a&#240;ahii Deanu ja Unj&#225;rgga &#225;lbmotlohkama.  Sommerfeldtas ledje v&#225;ttisvuo&#240;at &#225;lbmotlohkanskoviin go ga&#382;aldagat <em>eal&#225;husaid</em> h&#225;rr&#225;i eai riekta heiven guovllu birgenl&#225;hk&#225;i.  Son &#269;ilgii mo <em>son</em> &#269;ovddii  v&#225;ttisvuo&#240;aidis.  Son lei maidd&#225;i hutkan ie&#382;as vuogi mo &#269;earddala&#353;vuohtaga&#382;aldaga gie&#240;ahallat.  Easkka 1856' guovvam&#225;nu, go lei juo bargagoaht&#225;n lohkamiin, oinnii d&#225;hpedorpmis <em>Morgenbladet</em> aviissas r&#225;&#240;&#240;ehusa &#269;ilgehusa lohkama birra  (<em>Morgenbladet</em> nr. 334, 1855).   D&#225;s bo&#240;ii ovdan ahte su &#269;ovdosat eal&#225;husaid ja birgenl&#225;gi h&#225;rr&#225;i eai riekta heiven njuolggadusaide.  Muhto r&#225;&#240;&#240;ehusa &#269;ilgehus ii guoskkahan &#269;earddala&#353;vuohtadie&#240;uid.  Das geavahuvvui ean&#225;&#353; sadji &#269;ilget geat galge &#269;a&#240;ahit lohkama, ja dasto &#269;ilgejuvvojedje skovi rubrihkat.</p>

<p>
Sommerfeldt lei juo ovdal go &#225;lggii lohkamiin gulaskuddan Deanu leansm&#225;nniin mo 1845:s lei dahkkon.  Das lei boaht&#225;n ovdan ahte 1845:s lei &#269;earddala&#353;vuohtakriteria <em>`Sprog og Skat'</em> (giella ja vearru).  Son dattege g&#225;vnnahii ahte dalle liv&#269;&#269;e menddo olu njeaidit d&#225;&#382;aid logu, nu ahte son baicce geavahii <em>&#225;h&#269;i &#269;eardda</em> v&#225;ldokriterian.  Son mie&#240;ihii gal ahte nuppi buolvvas juo liv&#269;&#269;e m&#225;&#331;ga `d&#225;&#382;a' bearra&#353;a jorran `s&#225;pmela&#382;&#382;an' su ge kriteriaid mielde.</p>

<p>
Galgga&#353;ii leat oalle &#269;ielggas maid Sommerfeldt lea oaivvildan <em>gielain</em> &#269;earddala&#353;vuohtakriterian.  Muhto makk&#225;r kriteria lei <em>vearru</em>?</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="82">&#160;</A></P>
<H3>Vearrom&#225;ksin</H3>

<p>
Vearroortnet mii lei f&#225;mus 1800-logus &#225;sahuvvui 1691:s ja bisttii 1905 r&#225;dj&#225;i (geah&#269;a Sandvik 1993 ja Henninen 1972).  D&#225;n &#225;iggis rievdaduvvujedje vissis mearr&#225;dusat, muhto muhtin vuo&#240;&#240;oprinsihpat bisso rievddakeahtt&#225;:  (1) S&#225;pmela&#269;&#269;at m&#225;kse eambbo vearu (<em>rettighed</em> ja <em>leidang</em>) go d&#225;&#382;at.  (2) M&#225;ddin boaht&#225;n sisaf&#225;rrejeaddji d&#225;&#382;at o&#382;&#382;o vearrofriddjavuo&#240;a vissis &#225;ig&#225;i jos devde vissis g&#225;ib&#225;dusaid.  Mearr&#225;dusat sisaf&#225;rrejeaddjiid vearrofriddjavuo&#240;a h&#225;rr&#225;i dattege rievdaduvvojedje m&#225;&#331;gii.    1833 r&#225;jes o&#382;&#382;o buohkat geat f&#225;rrejedje Finnm&#225;rkui vi&#240;a jage friddjavuo&#240;a (Sandvik 1993:361).  Nu beasai omd. ohcejohkala&#353; Henrik H&#246;gman vearus eret 1840-jagiin go f&#225;rrii Vuolle-Detnui.

<p>
D&#225;t erenoam&#225;&#353;vuo&#240;at vearrom&#225;ksimis dahke d&#225;rbba&#353;la&#382;&#382;an sirret s&#225;pmela&#269;&#269;aid ja d&#225;&#382;aid vearrolisttuin.  Kveanaide ii lean sierra sadji vearroortnegis.   D&#225;b&#225;la&#269;&#269;at mii navdit ahte sii m&#225;kse seamm&#225; vearu go s&#225;pmela&#269;&#269;at.  D&#225;t heive hui bures dasa ge ahte sii  1835 r&#225;dj&#225;i &#225;lbmotlohkama oktavuo&#240;as lohkkojuvvojedje s&#225;pmela&#269;&#269;ain ovttas.</p>

<p>
Sommerfeldt muitala dattege ahte ain 1845:s lei giella ja <em>vearru</em> &#269;earddala&#353;vuohtakriteria.  Son v&#225;rra jurdda&#353;ii mo <em>d&#225;&#382;aid</em> ja <em>s&#225;pmela&#269;&#269;aid</em> earuhit.  Mu&#240;ui ii oalle l&#225;hk&#225;i heive, go kveanat 1845:s ledje rehkenastojuvvon sierra.  1801 &#225;lbmotlohkama die&#240;uid mielde ledje Deanus 14 kveana d&#225;llodoalu (68 olbmo).  Vearrolisttuin ii leat vejola&#353; g&#225;vdnat go guokte kveana vearrom&#225;ksi (=bearra&#353;a) jagiin 1798-1808.  Soai leaba <em>Erik Henriks. Qv&#230;n</em> ja <em>Henrik Henriks. Qv&#230;n</em>.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="19">&#160;</A></P>
<H2>Deanu h&#225;llangiella ovdal 1860</H2>

<p>
Deanu &#225;lbmotlohkamiin eai leat olu gielladie&#240;ut ovdal 1891.  Mun in geavat 1891 &#225;lbmotlohkama, nu ahte mu materi&#225;las g&#225;rta 1900 lohkan vuostta&#353; mas leat dievasleabbo gielladie&#240;ut.  Das ovdal leat vel <em>Friis etnogr&#225;fala&#353; k&#225;rttat</em> buori g&#225;ldut.  Nils &#216;ivind <em>Helander</em> (1989) guorahalai Deanu 1700- ja 1800-logu gielladilliid, ja geavahii ea.ea. Friis 1888' k&#225;rttaid.  Nubbi &#269;&#225;lli gii maidd&#225;i geavahii Friis k&#225;rttaid lea Kjell <em>Ballari</em> (1981), muhto son guorahalai Vuolle-Deanu d&#225;rkilepmosit, Buolbm&#225;ga ii namut ja Deanuvuona birra ge ii daja olu.  Dasa lassin lea Willy <em>Gjerde</em> aiddo gergen v&#225;ldof&#225;gabarggu 1700- ja 1800-logu Deanuvuona ja Vuolle-Deanu demografia ja &#269;earddala&#353;vuohtadiliid birra gos son maidd&#225; &#225;vkk&#225;stall&#225; Friis 1861' k&#225;rttaid (Gjerde 1999:144-149).</p>

<p>
Schnitler &#225;igge, nuo 1745, ledje d&#225;l&#225; Deanus golbma kveana d&#225;lu, ja mu&#240;ui ledje buohkat s&#225;pmela&#269;&#269;at.  D&#225;&#382;at &#225;sse rittus, d&#225;l&#225; G&#225;&#331;gaviikka ja Bearralv&#225;gi gielddain.  Kveanat eai m&#225;htt&#225;n go suomagiela.  S&#225;pmela&#269;&#269;ain d&#225;rogiella lei passiiva giella, Helander oaivvilda.  Da&#240;istaga go kveanaid ja d&#225;&#382;aid lohku lass&#225;nii &#269;uovvova&#353; &#269;uohtejagis, viid&#225;nii guovtte- ja golmmagielatvuohta ge.  Muhto ain Stockfleth &#225;igge (nuo 1830) kveanat ja s&#225;pmela&#269;&#269;at m&#225;htte unn&#225;n d&#225;rogiela.  Helander sitere maid Stockfleth &#269;&#225;lii 1846:s Deanu ja Unj&#225;rgga &#269;earddala&#353;vuohta- ja gielladiliid birra (Helander 1989):</p>

<p>

<blockquote>Nogle Qv&#230;ner forstaa Norsk, men tale innbyrdes ikkun deres Modersmaal. B&#248;rnene opl&#230;res i Almindelighed i Finsk eller Norsk.  En stor Del af Befolkningen langs med Tana Elv er av qv&#230;nsk Herkomst, Finsk og Qv&#230;nsk tales derfor her.</p>
</blockquote>
<p>
D&#225;n &#225;iggi ledje 64 kveana b&#225;hppagielddas.</p>




<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="110">&#160;</A></P>
	<A NAME="Friis-10">
</A>
<H2>Friis etnogr&#225;fala&#353; k&#225;rttat</H2>


<H3>1861</H3>

<p>
<p>Dovddus gielladutki Jens Andreas <em>Friis</em> (1821-1896) almmuhii 1861:s k&#225;rttaid Finnm&#225;rkku ja Tromssa gielladiliid birra.  1888:s bo&#240;ii nubbi r&#225;idu mii gov&#269;&#269;ai Finnm&#225;rkku, ja 1891:s bohte vel Tromssa k&#225;rttat.<a href="#tthFtNtAAC" name="tthFrefAAC"><sup>2</sup></a>
D&#225;in ng. <em>Friis etnogr&#225;fala&#353; k&#225;rttain</em> lea oalle &#269;ielga struktuvra.  Muhto 1888/1891 k&#225;rttain  eai leat aiddo seamm&#225; die&#240;ut go 1861' k&#225;rttain.</p>

<p>
<A href="1999btuc.html#Friis1861-01">12</A>. tabealla &#269;&#225;jeha erohusa 1861' ja 1888'/1891' k&#225;rtar&#225;iddu gaskkas.  Dea&#359;&#225;leamos erohus lea ahte 1861:s ledje d&#225;rkileabbo gielladie&#240;ut s&#225;pmela&#269;&#269;aid h&#225;rr&#225;i go d&#225;&#382;aid ja kveanaid h&#225;rr&#225;i.  D&#225;&#382;ain ja kveanain merkejuvvui d&#225;llodoalu v&#225;ldogiella (mii lei seamm&#225; go &#269;earddala&#353; gulleva&#353;vuohta), dan botta go s&#225;miid birra beassat diehtit gu&#240;e giela(id) d&#225;lu isit, eamit ja ear&#225; d&#225;lu olbmot &#225;ddejedje.  Dasa lassin muitaluvvo s&#225;miid birra lei go sis hirsastohpu vai goahti.  1888'/1891' k&#225;rttain ii earuhan Friis &#353;at &#269;earddaid gaskkas.  1888:s/1891:s &#269;okkii son buohkain daid seamm&#225; gielladie&#240;uid go 1861:s lei &#269;oagg&#225;n d&#225;&#382;ain ja kveanain.  Dasa lassin merkejuvvui buohkain &#225;sse go hirsastobus vai goa&#240;is.</p>




<p>
Oppalohk&#225;i ledje Friis k&#225;rttaid mielde 225 d&#225;llodoalu Deanus ja Buolbm&#225;gis 1861:s (geah&#269;a <A href="1999btuc.html#Friis1861-02">13</A>. tabealla).   D&#225;llodoaluid lohku lass&#225;nii sakka gaskal 1845 ja 1875, 1845:s ledje 166 d&#225;llodoalu, 1855:s 225, 1865:s 304 ja 1875:s 433 d&#225;llodoalu.  Danin orru leamen &#269;ielggas ahte Friis &#269;okkii die&#240;uid k&#225;rttaide ma&#331;&#331;&#225; 1855.  Ie&#382;as tabeallain lohk&#225; ge ahte 1860 lea vuo&#240;&#240;olohku gielladie&#240;uide, ja 1855 olmmo&#353;loguide.</p>

<p>
<A href="1999btuc.html#Friis1861-02">13</A>. tabealla bukt&#225; du&#353;&#353;e oppala&#353; loguid, ja gielladie&#240;uid riggodat ii boa&#240;e ovdan.  Mun in leat d&#225;n h&#225;vi vuodjumin daidda, h&#225;liidan baicce govvidit materi&#225;la vejola&#353;vuo&#240;aid ja r&#225;j&#225;id.   Oaidn&#225; dattege ahte 48% d&#225;llodoaluin ledje ovttagielagat.  42% d&#225;llodoaluin lei goittot okta olmmo&#353; gii &#225;ddii vel nuppi giela.   11% d&#225;llodoaluin fas lei muhtin gii &#225;ddii d&#225;rogiela, muhtin gii &#225;ddii suomagiela, ja muhtin gii &#225;ddii s&#225;megiela.</p>

<p>
Gaskamear&#225;la&#269;&#269;at ledje dutkanguovllus 5,33 olbmo  d&#225;llodoalus 1855:s, nu ahte 107 x 5,33 = 570 olbmo &#225;sse ovttagielat d&#225;llodoalus.  Reasta, 620 olbmo &#225;sse 128 d&#225;llodoalus.  128 lea nappo guovtte- ja golmmagielat olbmuid  vuolimus lohku.  D&#225;t lea badjela&#353; 11% olles albmogis.  Buohtastahte daid 52% d&#225;llodoaluin gos lei muhtin olmmo&#353; gii &#225;ddii nuppi giela vel.  Diekko gaskkas gos nu lea duohtavuohta g&#225;vdnamis.  Jos seamm&#225; vuogi mielde rehkenast&#225; s&#225;miid gielladiliid, de g&#225;vnnaha ahte 10-55% sis ledje guovtte dahje golmmagielagat.  Seamm&#225;l&#225;hk&#225;i s&#225;hta &#269;askit oktii d&#225;&#382;aid ja kveanaid:  12-48%.  D&#225;id loguid s&#225;htt&#225; buohtastahttit 1900' &#225;lbmotlohkamiin, gos g&#225;vnnahin ahte Deanus ledje 2-18% guovtte- dahje golmmagielat olbmot (geah&#269;a <A href="1999btuc.html#f0giel-02">8</A>. tabealla).   Konklu&#353;uvdna lea nappo ahte Friis ge k&#225;rttaid vuo&#240;ul lea v&#225;ttis <em>kvantifiseret</em> guovllu giellam&#225;htu individad&#225;sis.</p>

<p>
Friis 1861' k&#225;rttain leat vihtta kveana d&#225;llodoalu eanet go 1855' &#225;lbmotlohkamis.  Nuppe d&#225;fus leat Friis k&#225;rttain &#269;ie&#382;a d&#225;&#382;a d&#225;llodoalu unnit go 1855' &#225;lbmotlohkamis.  Mun lean geavahan seamm&#225; kretsajuogu Friis k&#225;rttaid ja &#225;lbmotlohkama analyseredettiin, ja dalle boaht&#225; ovdan ahte vaikko Friis ja su veahkit d&#225;idet leat atn&#225;n &#225;vkki 1855' &#225;lbmotlohkamis go &#269;ogge gielladie&#240;uid, de eai leat njuolgu kopieren.  Vaikko d&#225;llodoaluid lohku lea 225 guktuin g&#225;lduin, de eai leat seamm&#225; olu d&#225;llodoalut ovtta ge kretssas dan guovtti g&#225;lduin.  Dasa lassin lohke &#225;lbmotlohkamis badjeolbuid sierra, ja k&#225;rttain ii oainne goal lea badjeolbmo d&#225;llo ja goal ii.  Go in d&#225;n vuoro buohtastahte g&#225;lduid b&#225;ikegotti d&#225;sis, in joavdda da&#240;e dobbelii go ahte Friis giellakriteria bokte ledje vihtta d&#225;&#382;a d&#225;llodoalu unnit ja vihtta kveana d&#225;llodoalu eanet go maid &#225;lbmotlohkan die&#240;iha.</p>

<p>
Stuor&#225;mus erohusat kretsad&#225;sis leat Buolbm&#225;gis ja Deanodagas.  Buolbm&#225;gis leat &#225;lbmotlohkamis njeallje d&#225;llodoalu eanet go Friis k&#225;rttain, ja Deanudagas guhtta d&#225;llodoalu unnit.  D&#225;n guovtti kretssas leat maidd&#225;i mearkka&#353;ahtti erohusat Friis k&#225;rttaid ja &#225;lbmotlohkama gaskkas &#269;earddala&#353; juogu h&#225;rr&#225;i.</p>

<p>
<em>Buolbm&#225;gis</em> ledje Friis die&#240;uid mielde &#269;ie&#382;a s&#225;pmela&#353; ja okta d&#225;&#382;a d&#225;llodoalu unnit, ja njeallje kveana d&#225;llodoalu eanet go maid &#225;lbmotlohkan die&#240;iha.  &#193;lbmotlohkama mielde ii lean ii oktage kveana Buolbm&#225;gis 1855:s.  Oktiibuot ledje Buolbm&#225;gis 33 d&#225;llodoalu Friis die&#240;uid mielde.</p>

<p>
<em>Deanodagas</em> ledje Friis die&#240;uid mielde 40 d&#225;llodoalu.  D&#225;t lea vihtta d&#225;&#382;a ja okta s&#225;pmela&#353; d&#225;llodoallu eanet go maid &#225;lbmotlohkamis g&#225;vdn&#225;.</p>

<p>
Mo d&#225;n galg&#225; dulkot?  Friis &#269;earddala&#353;vuo&#240;a v&#225;ldokriteria lei beaivv&#225;la&#353; h&#225;llangiella.    Unj&#225;rgga b&#225;hppa, gii &#269;a&#240;ahii &#225;lbmotlohkama Deanus 1855:s, dattege anii kriterian &#225;h&#269;i &#269;earddala&#353;vuo&#240;a, ja oaivvildii ie&#353; ahte giellakriteria ektui d&#225;t vuohki loktii d&#225;&#382;aid ja kveanaid logu olu.   Jos atn&#225; duohtan ahte Deanu 1855 &#225;lbmotlohkama &#269;earddala&#353;vuohtakriteria lea <em>genealog&#225;la&#353; n&#225;lli</em>, de fertejit erohusat Friis ja &#225;lbmotlohkamiid die&#240;uid gaskkas muitalit juoid&#225; assimila&#353;uvnna (suddadanproseassa) birra.  Konkrehtala&#269;&#269;at Deanu d&#225;&#382;at ain 1855:s jorre s&#225;pmela&#382;&#382;an &#225;iggi mielde.  Die&#240;ut maidd&#225; d&#225;idet nannet ahte guovllus ledje eanet kveanat go maid &#225;lbmotlohkamiin g&#225;vdn&#225;.</p>

<p>
<em>Sosi&#225;la &#269;earddala&#353; st&#225;htusa</em> h&#225;rr&#225;i ii s&#225;hte da&#240;e eanet dadjat.  Sosi&#225;la &#269;earddala&#353; st&#225;htus ii &#269;uovu njuolgu ii genealog&#225;la&#353; n&#225;lis iige giellam&#225;htus.  Jos muhtin guovllus s&#225;hta&#353;ii eaktudit ahte 1855' &#225;lbmotlohkama &#269;earddala&#353;vuohtakriteria lea sosi&#225;la &#269;earddala&#353; st&#225;htus (guovllu &#269;earddala&#353;vuo&#240;a &#225;ddejupmi), ii ge giella nu go d&#225;b&#225;la&#269;&#269;at soait&#225; leat leama&#353;, de liv&#269;&#269;e miellagiddeva&#353; buohtastahttit Friis 1861' k&#225;rttaiguin.</p>


<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="101">&#160;</A></P>
<H3>1888</H3>

<p>
D&#225;l&#225; Deanus ledje Friis 1888 k&#225;rttaid mielde nuo 230 bearra&#353;a.   Helander (1989) ja Ballari (1981) bohtosiid s&#225;htt&#225; geassit &#269;oahkk&#225;i n&#225;:</p>

<p>
(a)  Ovtta <em>kveana</em> bearra&#353;is m&#225;htii unnimusat okta olmmo&#353; d&#225;ro- ja suomagiela.  Golmma bearra&#353;is m&#225;htii unnimusat okta olmmo&#353; buot golbma giela.  Njeallje bearra&#353;a h&#225;lle du&#353;&#353;e suomagiela.  Oktiibuot g&#225;vcci bearra&#353;a.</p>

<p>
(b) 40 <em>s&#225;mi</em> bearra&#353;is ledje olbmot geat m&#225;htte buot golbma giela.  Ovcci bearra&#353;is lei unnimusat okta olmmo&#353; gii m&#225;htii suoma- ja s&#225;megiela, ja &#269;ie&#382;a bearra&#353;is ledje olbmot geat m&#225;htte sihke d&#225;ro- ja s&#225;megiela.  35 bearra&#353;is h&#225;lle du&#353;&#353;e s&#225;megiela.  Oktiibuot 91 bearra&#353;a.</p>

<p>
(c) D&#225;&#382;a bearra&#353;iin ledje m&#225;&#331;ggas guovtte- ja golmmagielagat (Helander 1989).   D&#225;rrosullo baj&#225;bealde ii lean go  okta d&#225;&#382;a beara&#353;, nammalassi Buolbm&#225;gis, ja dat lei golmmagielat.   Ballari dadj&#225; <em>Vuolle-Deanu</em> d&#225;&#382;aid birra ahte Ruksesb&#225;vtti r&#225;jes ja mieht&#225; Juovlavuona ledje buot d&#225;&#382;a bearra&#353;iin muhtin s&#225;megielh&#225;lli.  D&#225;&#382;a bearra&#353;iin Bovcc&#225; r&#225;jes G&#225;vesluktii lei bealis muhtin gii m&#225;htii s&#225;megiela.  Du&#353;&#353;e ovtta bearra&#353;is m&#225;htii muhtin suomagiela.  Du&#353;&#353;e Sandlia &#225;ssi d&#225;&#382;a bearra&#353;at ledje oal&#225;t d&#225;rogielagat.  Deanuvuona oarjeg&#225;ttis, M&#225;ldovuonas Njuohkonj&#225;rgii, ledje &#269;ie&#382;a bearra&#353;a, ja guovtti bearra&#353;is lei muhtin gii m&#225;htii d&#225;rogiela (Helander 1989).</p>

<p>
Friis k&#225;rttaid ii s&#225;hte njuolgu buohtastahtit &#225;lbmotlohkamiin.  &#193;lbmotlohkamiid &#269;earddala&#353;vuohtakriteria lei <em>genealog&#225;la&#353; n&#225;lli</em>, Friis anii <em>giela</em> v&#225;ldomerkan &#269;earddala&#353;vuhtii (Helander 1989, Hansen 1994, 1998).  Vaikko 1900:s divodedje &#225;lbmotlohkama &#269;earddala&#353;vuohtadie&#240;uid gielladie&#240;uid vehkiin, de lihkk&#225; eat die&#240;e makk&#225;r &#269;earddala&#353;vuohtadie&#240;uid liv&#269;&#269;e o&#382;&#382;on jos giella (dahje sosi&#225;la &#269;earddala&#353; st&#225;htus) juo &#225;lggu r&#225;jes liv&#269;&#269;e lean v&#225;ldokriterian.</p>

<p>
Lars Ivar Hansen (1994) lea &#225;rvalan ahte Friis giellakriteriainis njeiddii daid guovtte- ja golmmagielat olbmuid logu geat &#225;sse nuppi &#269;eardda gaskkas.  Go buohtastahtii Ivv&#225;rst&#225;&#240;iid b&#225;hppagieldda 1891' &#225;lbmotlohkama Friis k&#225;rttaiguin, de g&#225;vnnahii ahte erenoam&#225;&#382;it <em>kveanat</em> j&#225;vke Friis k&#225;rttain.  Suomagielat d&#225;llodoalut eai lean, eai ge olbmot geat beaivv&#225;la&#269;&#269;at h&#225;lle suomagiela.   Nu sii eai registrerejuvvon kveanan.  D&#225;rogielat b&#225;ikegottiin liv&#269;&#269;e tendensa ahte kveanat h&#225;lle d&#225;rogiela, s&#225;megielat b&#225;ikegottiin fas s&#225;megiela.   Seammal&#225;hk&#225;i geavv&#225; d&#225;&#382;aiguin s&#225;megielat b&#225;ikegottiin, ja s&#225;pmela&#269;&#269;aiguin d&#225;rogielat b&#225;ikegottiin.  Mu 1855' materi&#225;la dattege geass&#225; ear&#225; guvlui.  Nu go &#269;&#225;jehin, kveanaid lohku lea stuorit Friis k&#225;rttaid mielde go &#225;lbmotlohkamis.  Muhto erohus Ivv&#225;rst&#225;&#240;iide lea ahte Deanu kveanat ledje boaht&#225;n ollesolmmo&#353;in guvlui, ja sis lei d&#225;vj&#225; beara&#353; f&#225;rus.  Ivv&#225;rst&#225;&#240;iid kveanat ledje mealgat muddui boaht&#225;n biebmom&#225;nn&#225;n d&#225;&#382;a ja s&#225;pmela&#353; bearra&#353;iidda, ja ohppe nappo d&#225;llodoalu beaivv&#225;la&#353; h&#225;llangiela, ja eatnigillii lei unn&#225;n sadji.</p>

<p>
Friis bargovuohki s&#225;htt&#225; leat geahpidan  b&#225;ikegotti <em>&#269;earddala&#353;</em> varia&#353;uvnna, ja jorahan dan <em>gielala&#353;</em> varia&#353;uvdnan, dahje baicce guovtte- ja golmmagielatvuhtii.  Su die&#240;ut maidd&#225; j&#225;hkihit min ahte giellavaria&#353;uvdna lea stuor&#225;t go veadj&#225; lean leama&#353;:  Jos logi s&#225;pmela&#353; d&#225;llodoalu birra daddjo ahte das m&#225;htii muhtin suomagiela ja d&#225;rogiela, de veadj&#225; leat nu ahte d&#225;n logi d&#225;llodoalus lea s&#225;megiella beaivv&#225;la&#353; h&#225;llangiella, ja ahte goittot logi olbmo oktiibuot m&#225;htte juogu suoma- dahje d&#225;rogiela.  Jos d&#225;llodoalus ledje 5-6 olbmo, nu go d&#225;b&#225;la&#353; lei, de vejii lihkk&#225; leat nu ahte 40:s m&#225;htte du&#353;&#353;e s&#225;megiela.</p>

<p>
Muhto lea go &#225;lbmotlohkan buoret g&#225;ldu guovttegielatvuhtii?  Mun v&#225;ldd&#225;n ovdamearkan Buolbm&#225;ga, mii gulai Unj&#225;rgga vuoll&#225;i 1900:s.  Nils &#216;ivind Helander g&#225;vnnahii ahte Friis 1888' k&#225;rttaid mielde ledje Leavvajoga r&#225;jes Sieidd&#225;guoikka r&#225;dj&#225;i 49 s&#225;pmela&#353; bearra&#353;a.  31 bearra&#353;is lei muhtin gii m&#225;htii sihke suoma- ja d&#225;rogiela, dasa lassin m&#225;htii muhtin suomagiela g&#225;vcci s&#225;mebearra&#353;is.</p>

<p>
Dasa lassin lei d&#225;n gaskkas okta d&#225;&#382;a beara&#353; mas unnimusat okta olmmo&#353; m&#225;htii golbma giela, ja okta kveana beara&#353;.</p>

<p>
1900' &#225;lbmotlohkamis ledje Unj&#225;rgga 5. kretssas (<em>Elven,</em> dahje Buolbm&#225;t) 51 d&#225;llodoalu, mii lea seamm&#225; lohku go 1888:s.<a href="#tthFtNtAAD" name="tthFrefAAD"><sup>3</sup></a> &#193;lbmotlohkamis daddjo 48 bearra&#353;a birra ahte sii ledje s&#225;pmela&#269;&#269;at geat h&#225;lle s&#225;megiela.  Sis ledje 1888:s 39:s guovtte- dahje golmmagielaga, <em>1900:s lei du&#353;&#353;e okta beara&#353; mas lei suomagielat rea&#331;ga, ja okta mas lei  d&#225;rogielat l&#225;igola&#353;</em> (Unj&#225;rgga 1900' &#225;lbmotlohkan, 39. ja 51. viessolistu).</p>

<p>
1888:s  lei okta kveana beara&#353; guovllus.   1900:s ii g&#225;vdno ii okta ge.  1888:s lei okta golmmagielat d&#225;&#382;a beara&#353; guovllus, 1900:s ledje golbma d&#225;&#382;a bearra&#353;a guovllus, ja ii ovtta ge birra daddjo ahte sii m&#225;htte ear&#225; gielaid go d&#225;rogiela.</p>

<p>
<em>40 guovtte- ja golmmagielat bearra&#353;iin 1888:s eai lean 1900:s  b&#225;hc&#225;n go guokte guovttegielat d&#225;llodoalu!</em>  Nu oanehis &#225;iggis lea unn&#225;n j&#225;hkehahtti ahte dilli liv&#269;&#269;e nu sakka rievdan.  Mun sakka eahpidan ahte d&#225;t duo&#240;aid govvida duohtadili 1900:s.  Mun baicce j&#225;hk&#225;n d&#225;t boa&#240;us nanne maid dutkit ovdal juo leat &#269;uo&#269;&#269;uhan: <em>1900' &#225;lbmotlohkan die&#240;iha olbmo v&#225;ldogiela</em>.</p>

<p></p>

<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="111">&#160;</A></P>
<H2>&#268;oahkk&#225;igeassu</H2>

<p>
Mii eat s&#225;hte eaktudit ahte sii geat &#269;a&#240;ahedje &#225;lbmotlohkamiid &#225;lo dovde lohkannjuolggadusaid, ja jos dovde, ahte &#269;uvvo daid.   Mun lean konkrehta guorahallama bokte geah&#269;&#269;alan &#225;rvvo&#353;tallat giella- ja &#269;earddala&#353;vuohtadie&#240;uid 1865:s, 1875:s ja 1900:s golmma b&#225;hppagielddas, Davvesiiddas, Deanus ja Unj&#225;rggas.</p>

<p>
Das lea boaht&#225;n ovdan ahte &#225;lbmotlohkanlisttut leat ie&#353;gu&#240;etl&#225;g&#225;nat d&#225;n golmma gielddas.  Erenoam&#225;&#382;it guosk&#225; dat 1865' Deanu ja Unj&#225;rgga lohkamiidda.  <em>Deanus</em> leat deavd&#225;n  du&#353;&#353;e isidiid namaid skoviide, mu&#240;ui beassat diehtit ahte sus lei &#225;hkk&#225; nuo ja nuo boaris, galle m&#225;n&#225;, muhto ear&#225; olbmuin geat ledje d&#225;llodoalus gal die&#240;ihuvvui namma.  <em>Unj&#225;rggas</em> eai &#269;uvvon njuolggadusaid &#269;earddala&#353;vuo&#240;a registreremis.  Mun &#269;&#225;jehin konkrehta ovdamearkkaid bokte mo 1865' &#225;lbmotlohkan &#269;a&#240;ahuvvui ie&#353;gu&#240;et gielddas.  D&#225;id ovdamearkkaid bokte oa&#269;&#269;o&#353;ii dan gova ahte goittot <em>Unj&#225;rgga</em> lohkamis leama&#353; <em>genealog&#225;la&#353; n&#225;lli</em> oalle dea&#359;&#225;la&#353; kriteria, Davvesiiddas ja Deanus orru ahte <em>sosi&#225;la &#269;earddala&#353; st&#225;htus</em> veadj&#225; v&#225;ikkuhan registreremii.  Muhto mus leat nu moadde ovdamearkka ahte d&#225;t b&#225;hca du&#353;&#353;e &#225;rvalussan mu beales.</p>

<p>
Nubbi &#225;&#353;&#353;i mii lea &#269;albm&#225;i &#269;uohcci, lea ahte &#225;lbmotlohkama lassidiehtorubrihkka lea olu geavahuvvon Davvesiiddas sihke 1865:s ja 1875:s.  Deanus ja Unj&#225;rggas leat mealgat unnit lassidie&#240;ut.  D&#225;t veadj&#225; dahkat &#225;lkkibun &#269;a&#240;ahit kritihkala&#353; analysa &#269;earddala&#353;vuohtadiliin Davvesiiddas, go  Deanus ja Unj&#225;rggas.</p>

<p>
Davvesiiddas lea maidd&#225;i stuor&#225;t `viidodat' giella- ja &#269;earddala&#353;vuohtadie&#240;uin, nammalassii dan l&#225;hk&#225;i ahte leat eanet kategoriat ja eanet olbmot ie&#353;gu&#240;et kategorias.  D&#225;t viidodat boaht&#225; ovdan gielladie&#240;uid h&#225;rr&#225;i, erenoam&#225;&#382;it 1875:s.  Muhto 1900:s lea viidodat sakka g&#225;r&#382;on.</p>

<p>
Jos dohkkeha &#225;rvalusa ahte giella lea oalle dea&#359;&#225;la&#353; ja luohtehahtti mearkan &#269;earddala&#353;vuhtii, de g&#225;rt&#225; dea&#359;&#225;la&#353; hutkat vugiid mo <em>gie&#240;ahallat</em> &#225;lbmotlohkamiid gielladie&#240;uid.  Maid muitalit &#225;lbmotlohkamiid gielladie&#240;ut?  V&#225;st&#225;dusa dasa g&#225;vdn&#225; muhtin muddui &#225;lbmotlohkamiid njuolggadusain, muhto lea maidd&#225;i &#225;vkk&#225;la&#353; buohtastahttit ear&#225; g&#225;lduiguin.  Okta buorre g&#225;ldu lea Friis etnogr&#225;fala&#353; k&#225;rttat.</p>

<p>
Mun bidjen Friisa 1861' Deanu k&#225;rttaid 1855' &#225;lbmotlohkama vuost&#225;, ja g&#225;vnnahin ahte Friis veadj&#225; leat atn&#225;n &#225;lbmotlohkama vuo&#240;&#240;un go &#269;okkii gielladie&#240;uid.  V&#225;ldoboa&#240;us lei ahte lei hui stuorra erohus Friis ja &#225;lbmotlohkama &#269;earddaloguin, ja ahte d&#225;t v&#225;rra &#269;&#225;jeha gu&#240;e guvlui assimila&#353;uvdnaproseassa nuo 1860 lei mannamin:  Muhtin d&#225;&#382;a jorai ain s&#225;pmela&#382;&#382;an.  Vaikko Friis k&#225;rttat leat buoret g&#225;ldut gielladiliide go &#225;lbmotlohkamat, de lea v&#225;ttis kvantifiseret gielladili Friis k&#225;rttaid vuo&#240;ul.</p>

<p>
Gielladie&#240;ut galge &#269;oggojuvvot 1891 r&#225;jes.  Muhto juo 1865:s daddjo ahte galge merket sin geat m&#225;htte d&#225;rogiela.  D&#225;t lea mielddisbukt&#225;n ahte maidd&#225;i ear&#225; gielladie&#240;ut ihtigohte &#225;lbmotlohkamiidda.  Lihkk&#225; lea du&#353;&#353;e Davvesiiddas dan veardde olu gielladie&#240;ut 1875:s ahte att&#225;&#353;ii goittot muhtinl&#225;g&#225;n gova dal&#225; gielladiliin.  Buohtastahttin Deanuin ja Unj&#225;rggain dattege ii leat vejola&#353;.</p>

<p>
1885' dahje 1891' &#225;lbmotlohkan liv&#269;&#269;e vuostta&#353; &#225;lbmotlohkan gos giela s&#225;hta&#353;ii guorahallat d&#225;rkileabbo.  1900' &#225;lbmotlohkan dattege lea &#225;idna &#225;lbmotlohkan dievasla&#353; gielladie&#240;uiguin mii lea dihtorregistrerejuvvon, dainna lea h&#225;lbi ja &#225;lki bargat.</p>

<p>
Mun lean atn&#225;n `ii spesifiserejuvvon &#269;eardda' <em>d&#225;&#382;an</em>, ja `ii spesifiserejuvvon giela' <em>eatnigiellan</em>.  Dasa lassin leat omd. s&#225;pmela&#269;&#269;at ja kveanat geat  &#225;lbmotlohkamiid die&#240;uid mielde m&#225;htte d&#225;rogiela.  Mun lean eaktudan ahte sii maidd&#225;i m&#225;htte eatnigielaset -- mun lean sin atn&#225;n guovttegielagin.  Dattege lean v&#225;ruhan ahte d&#225;s lea dulkunmunni.  D&#225;t prosedyra attii mealgadii seamm&#225; bohtosa buot golmma gielddas:  16-20% &#225;lbmogis lei guovttegielat.  Dattege lea du&#353;&#353;e 1-6% &#225;lbmogis gean birra daddjo <em>eksplisihtta</em> ahte sii leat guovtte- dahje golmmagielagat, geah&#269;a tab. <A href="1999btuc.html#f0giel-02">8</A> ja govvosa <A href="#figgiel-22">2</A>.</p>

<p>
Buohtastahttin Friisa 1888' etnogr&#225;fala&#353; k&#225;rttaguin orru nannemiin maid dutkit leat ovdal juo &#269;uo&#269;&#269;uhan:  &#193;lbmotlohkan die&#240;iha olbmo <em>v&#225;ldogiela</em>.  Ie&#353;alddis lea dat ahte leat nu unn&#225;n die&#240;ut ahte olbmot leat m&#225;htt&#225;n ear&#225; gielaid go eatnigielaset, mearkan dasa ahte guovttegielatvuohta ii bures boa&#240;e oidnosii &#225;lbmotlohkamiid gielladie&#240;uin.</p>

<p>
Ga&#382;aldat mii badj&#225;na, lea mo galg&#225; dahkat olbmuiguin geaid birra &#225;lbmotlohkamis leat gielladie&#240;ut, muhto leat `seahkalas' n&#225;lis/&#269;earddas?  Mun in leat geah&#269;&#269;alan v&#225;stidit d&#225;n ga&#382;aldahkii, muhto mu mielas orru lunddola&#353; atnit giela &#269;earddala&#353;vuohtakriterian d&#225;kk&#225;r oktavuo&#240;ain, juste nu mo statistihkaguovdd&#225;&#353; dagai go divudii &#269;eardda giela mielde.  D&#225;t veadj&#225; doaibmat aggregerejuvvon statistihka &#269;oaggimis, muhto <em>ea&#331;kilolbmo &#269;eardda lea v&#225;ttis nannet</em> mu&#240;ui go &#269;oakk&#225;&#353;ii eanet die&#240;uid olbmo birra, omd. girkogirjjiin.   Hansen guovttos Meyeriin (1991) leaba &#269;&#225;jehan mo dan s&#225;hta&#353;ii dahkat.  Galg&#225; dattege muittus atnit ahte go statistihkaguovdd&#225;&#353; divodii 1900' &#225;lbmotlohkama gielladie&#240;uid vuo&#240;ul, de lei divodeamen barggu mii &#225;lggu r&#225;jes ii lean v&#225;ld&#225;n vuhtii sosi&#225;la &#269;earddala&#353; st&#225;htusa.  Divudusa boa&#240;us lea ain v&#225;ileva&#353;.</p>


<p><hr></p>
  <p>1999 &copy; M&aacute;kk&aacute; Regnor (Regnor Jernsletten)
<br>S&aacute;mi dutkamiid guovdd&aacute;&#353;,
<br>Tromssa universitehta.</p>

<p>  <em>S&#225;mi die&#240;ala&#353; &#225;ige&#269;&#225;la</em> nr. 1, 1999.  ISSN 0805-4312.  S. 27--45.</p>

<P ALIGN=CENTER>
<A HREF="http://www.uit.no/">[Universitetet i Troms&#248;]</A>
<A HREF="../../../../indexuc.htm">[Guovdd&aacute;&#382;a&#160;ruovttusiidu]</A>
<A HREF="../indexuc.htm">[Regnora&#160;ruovttusiidu]</A>
<A HREF="1999bsa.html">[WS2 ver&#353;uvdna d&aacute;n siiddus]</A>
</P>
<p><hr></p>




<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]  <A NAME="112">&#160;</A></P>
<H2>Girjj&#225;la&#353;vuohta</H2>


<DL><dt> Ballari, Kjell (1981):  Befolkningssammensetning og skoleforhold i nedre Tana p&#229; slutten av 1800-tallet.  <em>D&#230;dno-Teno-Tana</em>.    Lokalhistorisk skrift fra Tana historie- og museumslag.

<dt> Bj&#248;rklund (1978): <em>Kven-same-norsk. En sosialantropologisk analyse av &#171;De tre stammers m&#248;te&#187;.</em>  Magistergradsavhandling i sosialantropologi, Universitetet i Troms&#248;.

<dt> Gjerde, Willy (1999):  <em>Folketall - bosetning - samhandling</em>.    Hovedoppgave i historie, Universitetet i Troms&#248;.

<dt> Hansen, Lars Ivar  (1994): Samene i forrige &#229;rhundres folketellinger-Registreringspraksis i Astafjord prestegjeld 1865-1900. <em>Festskrift til &#216;rnulv Vorren</em>, Troms&#248; Museums skrifter XXV.


<dt> Hansen, Lars Ivar (1998):  J. A. Friis' etnografiske kart for Troms og Finnmark.  <em>Ottar</em> nr. 3, 1998.


<dt> Hansen, Lars Ivar; ja Meyer, Tore (1991):  The ethnic classification in the late 19th-century censuses.  A case study from southern Troms, Norway. <em>Acta Borealia</em> 1991:2.


<dt> Helander, Nils &#216;ivind (1989): Det flerspr&#229;klige Tana omkring 1900.  <em>Deatnu-Teno-Tana</em>.  Lokalhistorisk skrift fra Tana historie- og museumslag.


<dt> Henninen, Terje (1972): <em>Den kvenske innvandring til Alta p&#229; 1700-tallet</em>.  Utrykt hovedoppgave i historie, Universitetet i Bergen 1972.


<dt>  <em>Morgenbladet</em> No. 334, 30.11.1855.


<dt> NOS Ny r&#230;kke, C. No. 1 (1882):  <em>Bidrag til en norsk Befolkningsstatistik.  Indledning til Tabeller indeholdende Resultaterne af Folket&#230;llingen i Norge  i Januar 1876.</em>  Statistisk Centralbureau.


<dt> Sandvik, Gudmund (1993): Statens grunn i Finnmark. Et historisk perspektiv.  Vedlegg 1 til <em>NOU 1993:34</em>.


<dt> <em>Statistiske underretninger for Kongeriket Norge</em>, I rekke, Christiania 1838.


<dt> Steinlien (1984):  <em>Kulturell endring og etnisk kontinuitet.</em>  Hovedoppgave Samiske studier/etniske relasjoner, Institutt for samfunnsvitenskap, Universitetet i Troms&#248;.


<dt> Thorvaldsen, Gunnar (1996):  <em>H&#229;ndbok i registrering og bruk av historiske persondata.</em>  Tano Aschehoug.  ISBN 82-518-3467-8.


<dt> Thuen, Trond (1985):  Acculturation and Ethnic Survival?  Some problems in the study of so-called `Norwegianized' Sami communities.  <em>Acta Borealia</em> 1985:1-2.


<dt> Thuen, Trond (1995):  <em>The Quest for Equity.</em> Norway and the Saami
    Challenge. Memorial University of Newfoundland. ISBN 0-919666-86-8.


<dt> Torp, Eivind (1986):  Registrering av etnisitet i folketellinger.  <em>Heimen</em>-Tidsskrift for lokalhistorie, nr. 2, 1986.


<dt> Tranberg Anna (1994):  <em>Folk og fant.  Navnelister i folketellingsmaterialet 1815-1855</em>.  3. reviderte utgave,  Norsk lokalhistorisk institutt, Oslo.  ISBN 82-90176-73-2.
</DL>

<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="121">&#160;</A></P>
<H3>G&#225;ldut</H3>



<DL compact><dt>  Gilivuona, Deanu ja Unj&#225;rgga &#225;lbmotlohkamat.

<DL compact>
<p>
<dt>  1835, 1845, 1855.  Kj&#248;llefjord, Tana og Nesseby.  Riikaarkiiva.

<p>
<dt>  1865. 1875, 1900.  Kj&#248;llefjord, Tana og Nesseby.  Registreingssentralen for historiske data (RHD), Tromssa universitehta.  Dihtorregistrerejuvvon &#225;lbmotlohkamat.
</DL>
<p>
<dt> Friis, Jens Andreas (1861):  Ethnographiske Kart over Finmarken.  G&#225;vdno maidd&#225;i d&#225;s:  &lt;URL:<a href="http://www.dokpro.uio.no/friiskartene/1861/1861oversikt.html">http://www.dokpro.uio.no/friiskartene/1861/1861oversikt.html</a>&#62;.

<p>
<dt> Vearrolisttut, Deatnu.  Justisprotokoller for &#216;st-Finnmark, 1798-1830, 1847, 1862.  St&#225;htaarkiiva, Tromsa.

<p>
</DL><strong>Olbmuid namat</strong> ledje 1800-logus d&#225;b&#225;lepmosit <em>ovdanamma</em> ja <em>patronymikon</em>.  <em>Goargu</em> ii lean d&#225;b&#225;la&#353;.  Mun lean d&#225;n artihkkalis &#269;&#225;ll&#225;n patronymikonaid oaniduvvon h&#225;mis:  <em>Sivert Ols.</em> dan sadj&#225;i go <em>Sivert Olsen</em>.

<p><hr></p>

<P>&lt;- <A HREF="1999biuc.html#top">Sisdollui</A>]    <A NAME="122">&#160;</A></P>
<H3>Nuhtat</H3>

<p><a name="tthFtNtAAB"></a><a href="#tthFrefAAB"><sup>1</sup></a> &#268;ujuhan Hansen guokt&#225; Meyer 1991 artihkkalii, s. 13-19.</p>
<p><a name="tthFtNtAAC"></a><a href="#tthFrefAAC"><sup>2</sup></a> D&#225;rkileabbo die&#240;uid Friis k&#225;rttaid birra g&#225;vnnat Hansen (1998) &#225;rtihkkalis.</p>
<p><a name="tthFtNtAAD"></a><a href="#tthFrefAAD"><sup>3</sup></a> Helander dagai sullasa&#353; buohtastahtima, muhto son v&#225;lddii f&#225;rrui maidd&#225;i 6. kretssa, masa badjeolbmot ge gulle, mii dagai buohtastahttima v&#225;dd&#225;seabbon.   Helander v&#225;ldoboa&#240;us lea lihkk&#225; seamm&#225; go mu.</p>

<P ALIGN=CENTER>
<A HREF="http://www.uit.no/">[Universitetet i Troms&#248;]</A>
<A HREF="../../../../indexuc.htm">[Guovdd&aacute;&#382;a&#160;ruovttusiidu]</A>
<A HREF="../indexuc.htm">[Regnora&#160;ruovttusiidu]</A>
<A HREF="1999bsa.html">[WS2 ver&#353;uvdna d&aacute;n siiddus]</A>
</P>

	
	
<P>	
    <FONT SIZE="-1">
      <HR NOSHADE>  	
      <EM>
Universitetet i Troms&#248;, Senter for samiske studier, 9037 Troms&#248;, tlf.&nbsp;7764&nbsp;5535
<BR>Ovddasv&#225;stideaddji doaimmaheaddji: H&#225;lddahusjo&#240;iheaddji <a href="mailto:Else.G.Broderstad@sami.uit.no">Else Grete Broderstad.</a>
<BR>Fierpm&aacute;datovddasv&aacute;stideaddji: <A HREF="mailto:Regnor.Jernsletten@sami.uit.no">Regnor Jernsletten.</A>
<!-- VARIABEL DEL: oppdatert -->
O&eth;asmahtton:  Miessem&aacute;nu 4. b. 2001.
      </EM>
      <HR NOSHADE>
   </FONT>
</BODY></HTML>
          
