<HTML>
<HEAD>
<!-- http:////www.sn.no/~rjernsle/dsr/kap230.htm -->

<!-- The Saami characters on this page may be read with a -->
<!-- font that supports the proposed Latin 9 (Saami) character set. -->
<!-- Integrity check:            -->
<!-- Davvis&#225;mi: &#225;&#193;&#132;&#130;&#240;&#208;&#152;&#137;&#185;&#184;&#154;&#138;&#188;&#186;&#191;&#190; -->

<TITLE>
St&aacute;htaid s&aacute;mepolitihkka 1960-jagiide
</TITLE>
</HEAD>
<BODY><img src="http://home.eunet.no/cgi-bin/wc?u=rjernsle-21;hidden=1>
<p><A HREF="dsr.htm"><A NAME = "x0">[Sisdollui]</A></a>


<h1>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975</h1>
<H2>St&#225;htaid s&#225;mepolitihkka 1960-jagiide</H2>
<H3>Norga</H3>

1800-jagiid gaskkamuddui Norgga s&#225;mepolitihkka lei oidnoseamos girku
giellapolitihkas, mii lei ahte s&#225;megiella galggai geavahuvvot mi&#154;&#154;uvnnas.
Earret jagiin gaskal 1774 ja nuo 1820 lei s&#225;megiella anus skuvllas gitta
1850-jagiide, go politihkka &#132;avgejuvvui. <A HREF="kap230n.htm#x1">[1]</A>

<p>1851:s dagai Stuorradiggi mearr&#225;dusa man dutkit ma&#185;&#185;&#225; leat atn&#225;n
prinsihpala&#154; geaidnoearrun. Dalle juolludii Stuorradiggi ru&#240;a d&#225;rogiela
nannema v&#225;r&#225;s s&#225;meguovlluin. Ru&#240;at g&#225;rte &#225;iggi mielde maidd&#225; geavahuvvot
njuolgu d&#225;ruiduhttindoaimmaide. S&#225;megiela ja suomagiela geavahus skuvllas
g&#225;r&#191;&#191;iduvvui &#132;uovvova&#154; jagiin, ja gildui oll&#225;sit 1880 r&#225;jes (earret
kristtala&#154;vuo&#240;aoahpahusas, masa gielda s&#225;htii ohcat lobi geavahit s&#225;me- ja
suomagiela moadde tiimmu vahkkui). S&#225;me- ja suomagiela geavahus maidd&#225;i
gildui soahteb&#225;lvalusas, riektedulkaortnet heaittihuvvui, b&#225;ikenamat
jorgaluvvojedje d&#225;rogillii, ja oppa lohk&#225;i g&#225;r&#191;&#191;iduvvui s&#225;me- ja suomagiela
almmola&#154; geavahus. Politihkka virgg&#225;la&#132;&#132;at heaittihuvvui 1959:s go o&#240;&#240;a
skuvlal&#225;hka rabai vejola&#154;vuo&#240;a geavahi&#154;goahtit s&#225;megiela skuvllas.
Geah&#132;&#132;aleapmi suomagielaoahpahusas bo&#240;ii johtui easkka 1978 r&#225;jes, vuos
Bissojoga skuvllas. Muhtin virggiide bidjan lei s&#225;miide ja l&#225;ddela&#132;&#132;aide
gildon (omd. tuollo- ja meahccebearr&#225;igeah&#132;&#132;u), dahje caggojuvvui
(erenoam&#225;&#191;it skuvllas).<A HREF="kap230n.htm#x2">[2]</A>

<p>Dutkiid gaskkas lea s&#225;gastallon dan birra lei go d&#225;ruiduhttin
garraseabbo suopmila&#132;&#132;aid (kvenaid) vai s&#225;miid guovdo? Eriksen ja Niemi
(1981) guovttos &#132;uo&#132;&#132;uheigga ahte sivva d&#225;ruiduhttinpoltihkkii lei 1905
r&#225;jes Norgga ballu Ruo&#154;&#154;as, masa Suopma ge gulai. Norgga eisev&#225;ldit dattege
eai odjon go Suopma luovvanii Ruo&#154;&#154;as 1917:s. Sii balle l&#225;ddela&#132;&#132;at
searvva&#154;edje Suoma beall&#225;i jos Norgga ja Suoma gaskkas &#154;atta&#154;ii
soahtedilli. S&#225;pmela&#132;&#132;at gis s&#225;htte &#132;uovvulit sin go juo gearddi ledje
fuolke&#132;earddat.

<p>Nu guhkk&#225; go Norga lei Ruo&#188;a vuolde, div&#154;&#154;ui Ruo&#188;a r&#225;&#240;&#240;ehus oktasa&#154;
olgoriikkapolitihka, ja Norga oa&#132;&#132;ui ie&#191;as olgoriikadepartementta easkka
1905:s. Niemi lea ma&#185;&#185;&#225; sulastahtt&#225;n Norgga olgoriikkapolitihka
nuoraha&#132;&#132;ain geas v&#225;ilo ie&#154;luohtt&#225;mu&#154; ja oadjebasvuohta; son s&#225;htt&#225; &#154;add&#225;
aggressiiva nuppiid vuost&#225;. Danin lea mearkka&#154;ahtti ahte Ruo&#188;as ge lei
sullasa&#154; suddadan- (dahje assimila&#154;uvdna-) politihkka Durtnosleagis go
Norggas, muhto go Ruo&#188;&#188;a g&#225;tti ahte Ruo&#154;&#154;a lei f&#225;mohuvvamin nuo 1905, de
lo&#191;&#191;ii suddadanpolitihkas. Niemi dadj&#225; ahte Ruo&#188;as lei sakka realist&#225;leabbo
&#225;ddejupmi olgoriikapolitihkala&#154; diliin go Norggas, go Norgga
olgoriikadepartementtas ii lean vel d&#225;rbba&#154;la&#154; h&#225;rj&#225;neapmi.<A HREF="kap230n.htm#x3">[3]</A>

<p>S&#225;miid guovdo dattege &#225;lggii kultuvrrasoardin mealgat ovd&#225;l go
r&#225;dj&#225;guovlluid suodjaluspolitihkka geavai veah&#225;dagaid ala. Juo 1600-jagiin
dagahedje guollem&#225;rkana v&#225;ttisvuo&#240;at d&#225;rbbasla&#191;&#191;an g&#225;vdnat &#132;ovdosiid mo
Finm&#225;rkku vuotnaguovllu d&#225;&#191;a &#225;ssiide buoremusat jo&#240;ihiv&#132;&#132;e borramu&#154;g&#225;lvvuid
ja ear&#225; d&#225;rbbahiid. 1700-jagiin lei olles heahtti dan d&#225;fus ahte d&#225;&#191;aid
lohku gah&#132;ai sakka (s&#225;miid lohku gal lass&#225;nii sakka). 1800-logus gal
buorr&#225;nii fas dilli, muhto Finm&#225;rkku ekonom&#225;la&#154; baj&#225;shuksen leama&#154;
&#225;igeguovdil goittot 1600-jagiin gitta otn&#225;&#191;ii. Motiiva lea seamm&#225; go Ruo&#188;a
beali s&#225;meguovlluid koloniseremis ge: '&#193;vdin' guovllut eai buorit st&#225;hta
oppala&#154; ekonomiija. Dasa gull&#225; vel dat ahte s&#225;miid eal&#225;husat, dadjat 1700-
dahje 1800-jagiid r&#225;jes, leat &#225;rvvo&#154;tallon unnit g&#225;nn&#225;hahttin go
eanandoallu, guol&#225;steapmi dahje industriija. Dat s&#225;mi eal&#225;husat man guovdo
leama&#154; bastileamos moderniseren&#225;igumu&#154;at, leat &#154;ibitdoallu ja boazodoallu.

<p>D&#225;s lea fuom&#225;&#154;ahtti erehusat makk&#225;r oaidnu d&#225;&#191;a eisev&#225;ldiin lei
l&#225;ddela&#132;&#132;aid ja s&#225;pmela&#132;&#132;aid 'eanandoalus'.<A HREF="kap230n.htm#x4">[4]</A>
1700-jagiin ledje l&#225;ddela&#132;&#132;at buresboahttin Finm&#225;rkui, go eisev&#225;ldit atne
sin &#132;eahpes eanandoallin. Easkka go suoma sisaf&#225;rren lass&#225;nii sakka
1860-jagiin, ballagohte eisev&#225;ldit davviguovlluid &#132;earddala&#154; diliid gea&#191;il.
Muhto vaikko &#132;earddala&#154; soardin i&#240;ii, de sii eai goassege atn&#225;n
d&#225;rbbasla&#191;&#191;an moderniseret l&#225;ddela&#132;&#132;aid eal&#225;husaid.

<p>Sihke movttiidahttin- ja b&#225;ggengaskaoamit v&#225;ldojedje atnui
s&#225;meeal&#225;husaid moderniseremis. Eisev&#225;ldit geah&#132;&#132;aledje oahpahit s&#225;miide
vuohkkasit &#154;ibitdik&#154;uma ja fuottardeami, ja movttiidahtte sin doalvut
muhkiid baicce giedd&#225;i go fierv&#225;i. Deanuleagis geah&#132;&#132;aledje &#132;atnat
c&#225;hcevuoigatvuo&#240;aid (luossabivddu) &#154;ibitdollui; sii geat l&#225;ddjejedje ovtta
d&#225;lvedoarvvi suoinni (2000 kg), o&#191;&#191;o buo&#240;&#240;ut ja golgadit.<A HREF="kap230n.htm#x5">[5]</A>

<p>1902' Finm&#225;rkku eananvuovdinl&#225;hkii r&#225;hkaduvvon lassinjuolggadusain lea
beakk&#225;n mearr&#225;dus: Du&#154;&#154;e sii geat h&#225;lle d&#225;rogiela ruovttus galge beassat
oastit eatnama st&#225;htas. D&#225;n mearr&#225;dusas leama&#154; lossa symbolala&#154; v&#225;ikkuhus,
go dat nannosit almmuhii eisev&#225;ldiid ulbmiliid &#132;earddala&#154;vuo&#240;apolitihkas.
Geavatla&#154; eananvuovdimis dattege ii leama&#154; mearr&#225;dusas nu stuorra
v&#225;ikkuhus. Dea&#188;&#225;leabbo orrot leamen dat mearr&#225;dusat njuolggadusain gos
daddjo (a) ahte du&#154;&#154;e Norgga st&#225;htalahtut s&#225;httet oamastit eatnama (&#132;uozai
eanemusat l&#225;ddela&#132;&#132;aide), ja (b) ahte geassesajiid ('seter') ii o&#191;&#191;on
oamastit (geavai garrasepmosit s&#225;pmela&#132;&#132;aid ala). D&#225;t mearr&#225;dusat ledje
f&#225;mus gitta 1965 r&#225;dj&#225;i, vaikko eai geavahuvvon &#154;at 1959 r&#225;jes.<A HREF="kap230n.htm#x6">[6]</A>

<p>D&#225;t ma&#185;it mearr&#225;dus, geassesajiid birra, geavahuvvui dihtomielala&#132;&#132;at
gaikut dan mii le&#154; vel nuo 1900 &#225;immuin s&#225;miid dolo&#154;, viiddis,
luonddugeavaheamis, nammalassii ahte sii johte geasse- ja d&#225;lvesaji
gaskkas. D&#225;s duohko galggai sis leat b&#225;bir du&#154;&#154;e nubb&#225;i, d&#225;b&#225;lepmosit
d&#225;lvesadj&#225;i. Eai ge o&#191;&#191;on b&#225;hpp&#225;ra niittuide ja gittiide mat ledje
bie&#240;gguid, du&#154;&#154;e dan opmodahkii gos &#225;sse. D&#225;t politihkka lea sivva dasa
ahte g&#225;vdno nu olu l&#225;igoeana (forp&#225;ktejuvvon eana) Finm&#225;rkkus.

<p>Boazodoallopolitihkas ge sotkojuvvojedje moderniseren&#225;igumu&#154;at ja
olgoriikapolitihkka. 1840-jagiin geah&#132;&#132;ali&#154;gohte Norgga eisev&#225;ldit &#132;oavdit
riidduid eanandoalu ja boazodoalu gaskkas Romssa fylkka siseatnamis. 1852'
r&#225;dj&#225;gidden Norgga ja Suoma gaskkas dagai d&#225;rbba&#154;la&#191;&#191;an &#132;orget boazodoalu
siskk&#225;ldas v&#225;ttisvuo&#240;aid. M&#225;ttas&#225;mi guovlluin ge g&#225;rttai riidu boazodoalu
ja eanandoalu gaskkas. Buot dieid &#225;&#154;&#154;iid gea&#191;il &#132;uo&#191;&#191;ilii regulerend&#225;rbu.
Buot d&#225;in oktavuo&#240;ain v&#225;lljejedje boazodoallobiiriid &#225;saheami &#132;oavddusin.
1890-jagiid r&#225;jes lei ortnet &#132;a&#240;ahuvvon mieht&#225; riikka, vuos
geah&#132;&#132;alanortnegin, 1883 r&#225;jes lei bisteva&#154; l&#225;hkavuo&#240;&#240;u dasa.

<p>Danm&#225;rkku/Norgga ja Ruo&#188;a 1751' r&#225;dj&#225;&#154;iehtadussas lei las&#225;hus
boazos&#225;pmela&#132;&#132;aid r&#225;dj&#225;rasttildeami birra (ng. 'lappekodicillen').
Kodisilla sihkkarasttii boazodollui seamm&#225; vuoigatvuo&#240;a guo&#240;uhit nuppi
bealde r&#225;j&#225; go ovd&#225;l. D&#225;id vuoigatvuo&#240;aid geah&#132;&#132;alii Norga unnidit
r&#225;dj&#225;guohtunkonven&#154;uvnnain, vuos 1919' konven&#154;uvnnas, ja dasto 1972'
konven&#154;uvnnas. Mun m&#225;hcan fas 1972' konven&#154;uvnna &#154;iehtadallamiidda ma&#185;&#185;&#225;,
d&#225;s lea doarv&#225;i dadjat ahte Norga geah&#132;&#132;alii beassat eret ruo&#188;a s&#225;miid
guo&#240;uheamis Norggas.

<p>Muhto juo 1883:s bo&#240;ii oktasa&#154; boazoguohttunl&#225;hka Norggas ja Ruo&#188;as, ng.
'felleslappelov'. D&#225;t l&#225;hka ii gok&#132;an dattege d&#225;rbbuid, nu ahte Ruo&#188;a
bealde r&#225;hkadedje 1886:s boazodoallol&#225;ga mii lei du&#154;&#154;e Ruo&#188;as f&#225;mus. D&#225;n
l&#225;ga sadj&#225;i bo&#240;ii o&#240;&#240;a l&#225;hka 1898:s.

<p>1883' oktasa&#154; boazoguohttunl&#225;hka galggai goittot reguleret
r&#225;dj&#225;rasttildeami, muhto guktuid riikkaid bealis oidne dan kompromissan.
Erenoam&#225;&#191;it Norgga bealde atne l&#225;ga menddo l&#225;ivin. Danin Norggas bo&#240;ii
las&#225;hus 1897:s, ng. 'tilleggslappelov'. 1883' oktasa&#154; l&#225;hka rabai
vejola&#154;vuo&#240;a &#225;sahit boazodoallobiiriid, ja &#132;uovvova&#154; jagiin &#225;sahuvvojedje
ge &#132;earut Ruo&#188;as, ja boazodoallobiiret Norggas.<A HREF="kap230n.htm#x7">[7]</A>

<p>Ortnega v&#225;ldoulbmil lei reguleret boazodoalu ja eanandoalu gaskavuo&#240;aid.
Eanandoallit v&#225;idaledje ahte bohccot bilidedje eatnamiid, ja ahte lei
v&#225;ttis oa&#191;&#191;ut buhtadusa go eai dieht&#225;n gean bohccot dat ledje. Sihke
Norggas ja Ruo&#188;as g&#225;rttai d&#225;l ortnet dakk&#225;r ahte jos eanandoallit eai
g&#225;vdnan boazoeaigg&#225;da, de s&#225;htte g&#225;ibidit buhtadusa &#132;earus dahje
boazodoallobiires. M&#225;ttas&#225;mi guovllus Norgga bealde g&#225;rttai
boazodoallobiire-ortnet leat &#225;vkin boazodollui dan l&#225;hk&#225;i ahte biiret galge
&#225;sahuvvot du&#154;&#154;e dakk&#225;r guovlluide gos leama&#154; &#225;rbevirola&#154; boazodoallu.
Vaikko veadj&#225; boazodoalloguovlu g&#225;r&#191;on vissis muddui, de goittot s&#225;htte
s&#225;mit geavahit ortnega duo&#240;a&#154;tussan dohkkehuvvon &#225;rbevirola&#154; boazodollui.
Dan haga liv&#132;&#132;e v&#225;rra lean mealgat v&#225;dd&#225;seabbo bisuhit m&#225;ttas&#225;mi
boazodoalu, go sii leat mieht&#225; &#225;iggi ferten bealu&#154;tit ie&#191;aset
vuoigatvuo&#240;aid duopmostuolu ovddas.<A HREF="kap230n.htm#x8">[8]</A>

<p>Jos s&#225;miin oppa lohk&#225;i leama&#154; dohkkehuvvon vuoigatvuo&#240;at eatnamiidda ja
&#132;&#225;ziide 1900-logus, de leat dat vuoigatvuo&#240;at leama&#154; boazodoalliin. Mieht&#225;
1900-logu leama&#154; eisev&#225;ldiid oaidnu ahte boazodoalu eananvuoigatvuo&#240;aid
g&#225;vdn&#225; l&#225;gas. Dan vuost&#225; leat s&#225;mit sihke Norggas, Ruo&#188;as ja Suomas mieht&#225;
&#225;iggi bidjan ahte sis leat &#225;rbevirola&#154; vuoigatvuo&#240;at eatnamiidda ja
&#132;&#225;ziide, vuoigatvuo&#240;at maid ii s&#225;hte sihkostit eret l&#225;hkamearr&#225;dusain.<A HREF="kap230n.htm#x9">[9]</A>


<p><A HREF="dsr.htm"><A NAME = "x1">[Sisdollui]</A></a>
<H3>Ruo&#188;&#188;a</H3>

1600- ja 1700-jagiin Ruo&#188;&#188;a movttiidahtii s&#225;meguovlluid koloniserema.
Kolonisttaide juolluduvvojedje, eatnamii lassin, dihto privilegiijat; sii
o&#191;&#191;o ekonom&#225;la&#154; veahkki, besse soahteb&#225;lvalusas eret, ja eai d&#225;rbba&#154;an
m&#225;ksit vearu 15-30 jahk&#225;i. Du&#154;&#154;e d&#225;id vehkiin eai birgen kolonisttat, nu
ahte jos sii &#225;igo birget, de sii fertejedje gilvalit s&#225;pmela&#132;&#132;aiguin
j&#225;vrebivddu ja meahcc&#225;steami alde. D&#225;id riiduid &#132;ovde d&#225;vj&#225; duopmostuoluin.
&#193;lggus riekti v&#225;rjalii s&#225;miid vuoigatvuo&#240;aid, muhto 1700-jagiid loahpas
s&#225;mit ledje manahan vuoigatvuo&#240;aideaset; riekti doarjjui eanandoalliid go
riiddut &#132;uo&#191;&#191;iledje dolo&#154; s&#225;miid vearroeatnamiid alde.<A HREF="kap230n.htm#x10">[10]</A>

<p>Koloniserenpolitihkka geavai garrasepmosit vuovdes&#225;miid ala, ja sin
kultuvra du&#154;&#154;ai &#225;lf&#225;rot Giema S&#225;mis 1800-jagiid &#225;lggus.<A HREF="kap230n.htm#x11">[11]</A>

<p>1800-jagiin Ruo&#188;a eisev&#225;ldit geah&#132;&#132;aledje geahpidit sosi&#225;la gill&#225;mu&#154;aid
maid koloniseren lei dagahan, omd. 1848 r&#225;jes sierra vehkkiid bokte boares,
buohcci ja geafes s&#225;miide.<A HREF="kap230n.htm#x12">[12]</A>

<p>1860-jagiin g&#225;vnnahuvvui d&#225;rbba&#154;la&#191;&#191;an v&#225;rret sierra guovllu boazodoalu
v&#225;ras amas s&#225;mesohka &#225;ibbas du&#154;&#154;at. Boa&#240;usin lei ng. gilvinr&#225;dj&#225;.<A HREF="kap230n.htm#x13">[13]</A>
Eanandoallu galggai bissut gilvinr&#225;j&#225; vuol&#225;bealde, ja r&#225;j&#225; baj&#225;bealde
nannejuvvojedje boazodoalu vuoigatvuo&#240;at. Duohtavuo&#240;as &#132;uozai gilvinr&#225;dja
eambbo boazodollui go eanandollui. D&#225;t ortnet lea bist&#225;n otn&#225; dan
beaiv&#225;i.<A HREF="kap230n.htm#x14">[14]</A>

<p>1900-logu &#225;lgojagiid nannejuvvojedje s&#225;mepolitihka vuo&#240;&#240;oulbmilat ng.
'lapp-skall-vara-lapp'-politihkas (s&#225;pmela&#154;, biso s&#225;pmela&#191;&#191;an!).<A HREF="kap230n.htm#x15">[15]</A>
Sosialdarwinismma oainnu mielde s&#225;mekultuvra lei dubmejuvvon vuoittahallat
ruo&#188;&#188;ila&#154; kultuvrii, ja jos s&#225;mesohka galgga&#154; ceavzit, de lei d&#225;rbba&#154;la&#154;
dan dik&#154;ut reserv&#225;htas; nammalassii gilvinr&#225;j&#225; baj&#225;bealde. 1913:s &#225;sahuvvui
sierra skuvlaortnet ge, vai boazos&#225;pmela&#132;&#132;at doalahiv&#132;&#132;e primitiiva
kultuvrraset. Oahpahusa juksanmearit ledje mealgat vuollelis go ruo&#188;a
&#225;lbmotskuvllas, ja m&#225;n&#225;t &#225;sse skuvlla&#225;iggis 'goahteskuvllain'. &#130;&#225;jehuvvui
fargga ahte skuvlagoa&#240;it eai lean dearvvasla&#132;&#132;a. Mii lea ima&#154; d&#225;inna
primitiivva skuvllain, mii mahk&#225;&#154; galggai seailluhit s&#225;mekultuvrra, lea
ahte doppe ii galgan oahpahit s&#225;megillii. Skuvlapolitihkka 1930-jagiid
r&#225;jes leama&#154; divodit 1913' skuvlaortnega boastuvuo&#240;aid.

<p>S&#225;pmela&#132;&#132;at boazodoalu olggobealde eai beassan goahteskuvlii; sii galge
assimilerejuvvot. Siddjiide eai nannejuvvon makk&#225;r ge vuoigatvuo&#240;at
j&#225;vrebivdui dahje meahcc&#225;steapm&#225;i, eai ge o&#191;&#191;on &#154;ibit- dahje eanandoalu ge
cegget gilvinr&#225;j&#225; baj&#225;beall&#225;i, ja mii lei seamm&#225; dea&#188;&#225;la&#154;, eai boazoisidat
ge o&#191;&#191;on bargat ear&#225; go bohccuiguin. Diet leama&#154; ge Ruo&#188;a s&#225;mepolitihka
dovdomearka gilvinr&#225;j&#225; geassima r&#225;jes: Boazos&#225;pmela&#132;&#132;at eai galgga bargat
ear&#225; go bohccuiguin, ja ear&#225; s&#225;pmela&#132;&#132;ain eai leat nannejuvvon man ge l&#225;g&#225;n
vuoigatvuo&#240;at sin &#225;rbevirola&#154; &#225;ssanguovlluide. Sii geat l&#225;ga mielde eai
beassan &#132;earu miellahttun, manahedje dasa lassin vuoigatvuo&#240;a &#132;uohppat
muoraid, bivdit j&#225;vrriin ja meahcc&#225;stit.<A HREF="kap230n.htm#x16">[16]</A>

<p>Norgga beali r&#225;dj&#225;guohtuma gea&#191;il lei juo 1800-jagiin &#225;sahuvvon vissis
bearr&#225;igeah&#132;&#132;u das ahte olu bohccot juohke jagi guhto Norgga bealde, ja
gu&#240;e guovllus sii ledje.<A HREF="kap230n.htm#x17">[17]</A> Bearr&#225;igeah&#132;&#132;u
&#132;avgejuvvui 1919' boazoguohtunkonven&#154;uvnna gea&#191;il. Sillanp&#228;&#228; (1994:65)
oaivvilda ahte boazoguohtunkonven&#154;uvnna gea&#191;il leat ruo&#188;a eisev&#225;ldit sakka
&#132;avgen boazodoalu bearr&#225;igeah&#132;u ja stivrema.

<p>&#130;earus lei hui unn&#225;n siskk&#225;ldas ie&#154;mearridanv&#225;ldi. &#130;earru galggai bargat
bohccuiguin, ear&#225; eal&#225;husat ledje gildojuvvon. &#130;earu miellahtut eai o&#191;&#191;on
bargat eanandoaluin eai ge s&#225;htt&#225;n ear&#225; ge dietnasa v&#225;ldit boazodollui
lassin. Boazodoalloh&#225;ldd&#225;husa ovddasteaddji (s&#225;mev&#225;ldi) galggai leat f&#225;rus
daid &#132;oahkkimiin gos &#132;earru dagai mearr&#225;dusaidis, s&#225;mev&#225;ldi &#132;&#225;lii
beavdegirjji, ja ii lean oppa sihkkar ge ahte boazoisidat besse oaidnit mii
beavdegirj&#225;i &#132;&#225;llui.<A HREF="kap230n.htm#x18">[18]</A> Boazodoalloh&#225;ldd&#225;hus
s&#225;htii dasa lassin mearridit &#225;&#154;&#154;iid &#132;earu jearatkeahtt&#225; ja b&#225;gget &#132;earu
&#132;uovvut mearr&#225;dusaid.

<p>1943:s &#225;sahuvvui dat mii 1972 r&#225;jes goh&#132;oduvvo st&#225;hta s&#225;mefoanda.
S&#225;mefondii manne buhtadusat maid &#132;earut o&#191;&#191;o juohkel&#225;g&#225;n sisabahkkemiid
gea&#191;il, ja boazodoalloh&#225;ldd&#225;hus mearridii mo ru&#240;a geavahit. S&#225;pmela&#132;&#132;at
fertejedje ohcat jos d&#225;htto ru&#240;a geavahuvvot man nu &#225;&#154;&#154;&#225;i, sii eai o&#191;&#191;on
h&#225;ldda&#154;it ru&#240;a nu go ie&#191;a h&#225;liidedje.

<p>Sihke 1962' ja 1972' boazodoallol&#225;hka buoridii dili mealgat. Ruo&#188;a
S&#225;miid Riikasearvi (RSR) vuo&#240;&#240;uduvvui 1950:s ja v&#225;ikkuhii erenoam&#225;&#191;it 1972'
boazodoallol&#225;ga sisdollui. Muhto boazodoallol&#225;ga r&#225;hkkananbargu &#132;&#225;jeha
bures makk&#225;r dilis searvi barggai, ja danin m&#225;hcan fas boazodoalu dill&#225;i go
boahtte kapihttalis guorahallagoa&#240;&#225;n ruo&#188;a beal s&#225;meservviid doaimmaid.


<p><A HREF="dsr.htm"><A NAME = "x2">[Sisdollui]</A></a>
<H3>Suopma</H3>

Suopma gulai Ru&#188;&#188;ii gitta 1809 r&#225;dj&#225;i. Dan jagi dahkkui r&#225;fi&#154;iehtadus Ruo&#188;a
ja Ruo&#154;&#154;a gaskkas. Ruo&#188;&#188;a fertii dan oktavuo&#240;as luvvet d&#225;l&#225; Suoma Ru&#154;&#154;ii.
Suopma g&#225;rttai nappo Ruo&#154;&#154;a vuoll&#225;sa&#191;&#191;an Napoleon-so&#240;iid &#225;iggi (1807-1814),
ja rappai loahpala&#132;&#132;at alcces ie&#154;stivrema vuostta&#154; m&#225;ilbmesoa&#240;i loahpagea&#191;i
moivviid siste (1917).

<p>1809:s boatkanedje Suoma beali h&#225;ldd&#225;husa ja duopmostuoluid oktavuo&#240;at
Ruo&#188;a h&#225;ldd&#225;husvuog&#225;dahkii. Dat m&#225;ks&#225; dan ahte g&#225;rttai v&#225;dd&#225;seabbon
'muitit' mo ovd&#225;l ledje &#132;oavd&#225;n &#225;&#154;&#154;iid, omd. b&#225;hce olu &#225;&#154;&#154;eb&#225;hpp&#225;rat Ruo&#188;a
beali leana- ja r&#225;&#240;&#240;ehus&#225;rkiivaide.

<p>Erenoam&#225;&#191;it &#132;uozai d&#225;t s&#225;pmela&#132;&#132;aid riektedill&#225;i. S&#225;htt&#225; dadjat ahte
Suoma h&#225;ldd&#225;hus ja duopmostuolut eai &#154;at doahttalan ovdde&#154; s&#225;mi
eananvuoigatvuo&#240;aid, nuppi d&#225;fus eai l&#225;ga bokte rievdadan ge daid. Danin
lea otn&#225; vuoigatvuohtadilli Suomas dakk&#225;r ahte vaikko vel Ruo&#188;a &#225;iggi
s&#225;pmela&#154; vuoigatvuo&#240;at vaj&#225;lduvve, de lihkk&#225; lea v&#225;rra s&#225;pmela&#132;&#132;aide
vejola&#154; &#132;ujuhit daidda otne vel. Danin leama&#154; vuoigatvuohtadutkan oalle
dea&#188;&#225;la&#154; strategiija Suoma beali s&#225;pmela&#132;&#132;aide.<A HREF="kap230n.htm#x19">[19]</A>

<p>Lea v&#225;ttis &#132;&#225;llit Suoma s&#225;mepolitihka birra 1960-jagiid r&#225;dj&#225;i danin go
Suomas ii leama&#154; dihtomielala&#154; s&#225;mepolitihkka - s&#225;mit leat njulgestaga
badjelgeh&#132;&#132;ojuvvon dahje goittot vaj&#225;ldahttojuvvon. Mo singuin geavv&#225;, das
eai leat eisev&#225;ldit olus bero&#154;tan. S&#225;mepolitihkka ii g&#225;vdnon ii
eananvuoigatvuo&#240;aid h&#225;rr&#225;i, ii ge s&#225;mekultuvrra seailluheami h&#225;rr&#225;i (nu go
Ruo&#188;as) dahje du&#154;&#154;adeami h&#225;rr&#225;i (nu go Norggas).<A HREF="kap230n.htm#x20">[20]</A>
Okta sivva dasa veadj&#225; leat ahte s&#225;miid lohku Suomas lea nu unni,
&#225;lbmotlohkamiid mielde lea lohku loktanan 1500 heakka r&#225;jes gitta 6000
heakka r&#225;dj&#225;i d&#225;n &#132;uohtejagis.<A HREF="kap230n.htm#x21">[21]</A>

<p>S&#225;miid eananvuoigatvuo&#240;aid s&#225;htii duo&#240;a&#154;tit vearrogirjjiin. Mie&#240;ai
mie&#240;ai dattege rievdaduvvui vearuhanvuohki, nu ahte st&#225;hta g&#225;ibidi&#154;go&#240;ii
vearu eanandoalliid eatnamiin, ja ovdde&#154; meahcc&#225;steami ja j&#225;vrebivddu
vearuheapmi j&#225;vkkai. 1925:s, go eananvearuhus loahpala&#132;&#132;at heaittihuvvui,
m&#225;kse s&#225;mit vearu du&#154;&#154;e Eanodagas ja Ohcejogas. Das ma&#185;&#185;&#225; &#225;lggahii Suoma
st&#225;hta bargat dan ala ahte r&#225;j&#225;t gessojuvvo&#154;edje priv&#225;hta ja st&#225;hta
eatnamiid gaskkas ('&#132;&#225;hcejuohku'). D&#225;n proseassa leat s&#225;mit vuostalast&#225;n
juste danin go sin dolo&#154; vuoigatvuo&#240;at s&#225;mi vearroeatnamiidda eai
v&#225;ldojuvvon vuhtii. Sisaf&#225;rrejeaddji kolonisttat geat ledje ceggen
eanandoaluid, gal o&#191;&#191;o dohkkehuvvon eanavuoigatvuo&#240;aid, muhto vuoigatvuo&#240;at
maid vuo&#240;&#240;un lea s&#225;miid meahcceeal&#225;husat eai v&#225;ldon vuhtii.<A HREF="kap230n.htm#x22">[22]</A>

<p>Earret meahcc&#225;steami ja j&#225;vrebivddu, de gulai maidd&#225; boazodoallu ovdde&#154;
s&#225;mi vuoigatvuo&#240;aide. Ruo&#188;as ja Norggas lea boazodoallu eksklusiiva s&#225;mi
eal&#225;hus, nu ii leat Suomas &#154;at. Ovdala&#154; 1900 nupp&#225;stuvai boazodoalu
organiseren sihke Norggas, Ruo&#188;as ja Suomas. &#130;earro-vuog&#225;dat Ruo&#188;as,
boazodoallobiire-vuog&#225;dat Norggas ja b&#225;lggus-vuog&#225;dat Suomas leat goittot
ovtta &#225;&#154;&#154;i d&#225;fus seamm&#225; dilis: Eisev&#225;ldit &#225;sahedje daid &#132;orgen dihte
eanandoalu ja boazodoalu gaskavuo&#240;aid. Dasa gulai ahte eanandoallit s&#225;htte
g&#225;ibidit buhtadusa &#132;earus / boazodoallobiires / b&#225;lgosis jos bohccot dahke
vah&#225;giid bealdduide.<A HREF="kap230n.htm#x23">[23]</A>

<p>B&#225;lgosiid vuog&#225;dat i&#240;ii 1898' r&#225;jes. Ortnet rabai sihke s&#225;pmela&#132;&#132;aide ja
suopmila&#132;&#132;aide vejola&#154;vuo&#240;a bargat boazodoaluin lassieal&#225;hussan.<A HREF="kap230n.htm#x24">[24]</A>
1898:s mearriduvvui ahte boazodoallu lea lob&#225;la&#154; 'boazodoalloguovllus'.
Boazodoalloguovllu m&#225;ttar&#225;dj&#225; lea Oulu leana davvegeah&#132;en, ja r&#225;dj&#225; lea
nannejuvvon njeallje gearddi Sen&#225;htas ja Riikkabeivviin, nu ahte dan v&#225;rra
ii &#154;at sirdde gii ge.<A HREF="kap230n.htm#x25">[25]</A>

<p>Vuostta&#154; boazodoalu riikasearvi i&#240;ii Supmii 1926:s. 1932'
boazodoallol&#225;ga mielde oa&#132;&#132;ui searvi vissis doaimmaid, omd. galggai doallat
mearkaprotokolla. D&#225;n riikasearvvi sadj&#225;i bo&#240;ii 1948 r&#225;jes Paliskuntain
Yhdistys / B&#225;lgosiid Ovttastus. B&#225;lgosiid Ovttastus lea l&#225;gas o&#191;&#191;on sierra
st&#225;htusa; dan s&#225;htt&#225; buohtastahttit Ruo&#188;a beali &#132;earuin nu go dat doibmet
1971 r&#225;jes. B&#225;lgosat leat ovttastumit geaid doaibma lea fievrridit
boazodoalu nu ahte g&#225;nn&#225;ha ru&#240;ala&#132;&#132;at. B&#225;lggus oamasta bohccuid, ja
b&#225;lgosiid miellahtuin fas lea oassi b&#225;lgosis. B&#225;lggus gis ferte leat
miellahttu B&#225;lgosiid Ovttastusas.<A HREF="kap230n.htm#x26">[26]</A>

<p>B&#225;lgosiid vuog&#225;dat nupp&#225;stuhttii nappo s&#225;pmela&#132;&#132;aid boazodoalu oal&#225;t.
Duohta lea die&#240;us ahte boazodoallol&#225;hka ii atte s&#225;pmela&#132;&#132;aide
oktovuoigatvuo&#240;a bargat bohccuiguin. Dattege lea vuog&#225;dat oaivvilduvvon
leat effektiiva: olu olbmot viiddis guovllus geavahit nu unn&#225;n &#225;iggi go
vejola&#154; boazomeahcis.<A HREF="kap230n.htm#x27">[27]</A>

<p>Go s&#225;pmela&#132;&#132;ain ii leat oktovuoigatvuohta boazodollui lea b&#225;hc&#225;n
paradoksan dat ahte Suomas lea mealgat stuor&#225;t oasis s&#225;pmela&#132;&#132;ain bohccot
go Ruo&#188;as ja Norggas, gos s&#225;pmela&#132;&#132;ain <EM>lea</EM> oktovuoigatvuohta
boazodollui. Muhto sis leama&#154; unn&#225;n dadjamu&#154;&#154;an B&#225;lgosiid Ovttastusas, go
s&#225;meguovlluid b&#225;lgosat leat unnitlogus ovttastusas, vaikko vel d&#225;id
b&#225;lgosiin leat eanemus bohccot.<A HREF="kap230n.htm#x28">[28]</A> Dattege
ledje B&#225;lgosiid Ovttastusas &#225;irasat s&#225;mekonfer&#225;nssain 1971 r&#225;dj&#225;i.


<p><A HREF="dsr.htm"><A NAME = "x3">[Sisdollui]</A></a>
<H3>Kulturie&#154;mearrideapmi vai ruovttustivrra?</H3>

1995:s dohkkehedje Suoma Riikkabeaivvit s&#225;mi kulturie&#154;mearridanl&#225;ga. Seamm&#225;
&#225;iggi lea maidd&#225; romani-&#225;lbmogii mie&#240;ihuvvon vuo&#240;&#240;ol&#225;ga bokte kultuvrra
suodjaleapmi. Ie&#154;alddis s&#225;tni 'kulturie&#154;mearrideapmi' ii leat amas Suoma
eisev&#225;ldiide, ortnegat leama&#154; juo 1800-logus maid s&#225;hta&#154;ii &#132;atnat dakk&#225;r
doahppagii. Erenoam&#225;&#191;it ortnegat mat gusket (a) &#197;land:a ruovttustivremii,<A HREF="kap230n.htm#x29">[29]</A>
ja (b) ruo&#188;agiela sadj&#225;i suoma servodagas.<A HREF="kap230n.htm#x30">[30]</A>
Danin go d&#225;t ortnegat leama&#154; dovddus s&#225;meustibiidda ja ma&#185;&#185;&#225; S&#225;mir&#225;&#240;&#240;&#225;i ja
s&#225;mekonfer&#225;nssaide, de orrot d&#225;t ortnegat leamen vuogas vuolggasajit go
guorahallagoaht&#225; S&#225;mir&#225;&#240;i ja -konfer&#225;nssaid 1950- ja 1960-jagiid
s&#225;gastallamiid veah&#225;dat&#225;lbmogiid vuoigatvuo&#240;ain.


<H4>(a) Ruovttustivren: &#197;land</H4>

Vuostta&#154; m&#225;ilbmesoa&#240;i &#225;iggi g&#225;rttai &#197;land v&#225;ttis dill&#225;i; borramu&#154;g&#225;lvvuid
ja ear&#225; d&#225;rbbahiid lei v&#225;ttis doalvut suolom&#225;ilbm&#225;i soa&#240;i gea&#191;il. Go r&#225;fi
&#154;attai, &#132;ujuhedje &#197;land:a ovddasteaddjit d&#225;kk&#225;r v&#225;s&#225;husaide oa&#191;&#191;un dihte
Ruo&#188;a dasa mielde ahte &#197;land d&#225;l &#154;atta&#154;ii Ruo&#188;a vuoll&#225;sa&#191;&#191;an. Dasa Ruo&#188;&#188;a
ii vuolg&#225;n f&#225;rrui, olgoriikapolitihkala&#154; sivaid gea&#191;il. Muhto Suopma
luovvanii Ruo&#154;&#154;as 1917:s, ja ozai miellahttovuo&#240;a &#193;lbmogiid Lihtui (The
League of Nations), ja dan oktavuo&#240;as ollejedje &#197;land:a ovddasteaddjit
dohk&#225;la&#154; &#132;ovdosii, sii o&#191;&#191;o ruovttustivrema nannejuvvot &#197;land-&#154;iehtadusa
bokte (1921), ja &#197;land:a ruovttustivrenl&#225;ga bokte (1922).

<p>Ruovttustivra galggai beassat mearridit (l&#225;gaid addit) &#225;&#154;&#154;iin nu go:

<p>- gielddah&#225;ldd&#225;husa h&#225;rr&#225;i
<br>- dollaj&#225;ddadeami ja sihkkarvuohta
<br>- pl&#225;nen ja huksenl&#225;gat
<br>- politeaddji ja sihkkarvuohta
<br>- sosiala veahkkeortnegat
<br>- skuvlla
<br>- johtolagat
<br>- guol&#225;stus ja eanandoallu
<br>- luonddusuodjalan&#225;&#154;&#154;it

<p>Ruovttustivrenl&#225;hka maidd&#225; mearridii mo ruovttustivrra galggai ruhtadit.

<p>N&#225; oa&#132;&#132;ui ruovttustivra mearridit ean&#225;&#154; ruovttueatnama &#225;&#154;&#154;iid. Jurdda
lei ahte d&#225;t liv&#132;&#132;e doarv&#225;i sihkkaru&#154;&#154;at &#197;land:a ruo&#188;agielat kultuvrra.
H&#225;ldd&#225;husgiella lei du&#154;&#154;e ruo&#188;agiella. Jos gielda ie&#154; ii mearridan ear&#225;,
galggai vuo&#240;&#240;oskuvllas du&#154;&#154;e oahpahuvvot ruo&#188;agillii. Sisa f&#225;rren
suopmila&#132;&#132;at eai beassan jienastit ruovttustivrra v&#225;lggain vuostta&#154;
njeallje jagi. Dasa lassin galggai &#197;landala&#154; s&#225;httit oastit opmodaga jos
oasti mu&#240;ui liv&#132;&#132;e lean olggobeal olmmo&#154;. 1948 r&#225;jes leama&#154; &#197;landa
v&#225;lgabiire riikkabeivviid v&#225;lggain - sis lea okta &#225;irras Riikkabeivviin.


<H4>(b) Ruo&#188;agiella Suoma nann&#225;mis</H4>

Suoma vuo&#240;&#240;ol&#225;gas daddjo ahte Suopma lea guovttegielat riika. Ruo&#188;agiela
sadji suoma servodagas lea sakka &#132;atnojuvvon dasa ahte Suopma gulai Ruo&#188;a
vuoll&#225;i gitta 1809 r&#225;dj&#225;i. Suoma h&#225;ldd&#225;husa elihta lei ruo&#188;agielat gitta
1800-logu gaskkamuddui, go dilli rievdago&#240;ii dan muddui ahte &#132;uohtejagi
molsuma &#225;iggi orui d&#225;rbu geah&#132;adi&#154;goahtit makk&#225;r vuoigatvuo&#240;at
ruo&#188;agielagiin galgga&#154;ii leat suoma servodagas. Seamm&#225; &#225;iggi go &#197;land-&#225;&#154;&#154;i
&#132;ielggai, nannejuvvui maidd&#225; giellaortnet mii lea bist&#225;n mealgat muddui
seamm&#225; l&#225;g&#225;nin otn&#225; r&#225;dj&#225;i.

<p>D&#225;idda mearr&#225;dusaide gullet earret giellal&#225;hka, l&#225;hka almmola&#154;
h&#225;ldd&#225;husa bargiid giellam&#225;htola&#154;vuo&#240;a g&#225;ib&#225;dusaid h&#225;rr&#225;i, ja njuolggadusat
giellatesttaid h&#225;rr&#225;i.

<p>1897-1902 guorahalle goapp&#225; vuogi mielde galge nannet ruo&#188;agiela
geavaheami gielddain. Nubbi molssaeaktu lei ahte eanetlogu giella maidd&#225;i
liv&#132;&#132;e gieldda almmola&#154; giella (kollektiiva &#132;oavddus), ja nubbi fas ahte
juohkeha&#132;&#132;as liv&#132;&#132;e vuoigatvuohta b&#225;lvaluvvot ie&#191;as eadnigillii almmola&#154;
h&#225;lddahusain bero&#154;keahtt&#225; goabb&#225; giella lei eanetlogus gielddas
(individu&#225;la &#132;oavddus). 1902 r&#225;jes v&#225;lljejuvvui individu&#225;la &#132;oavddus, muhto
1922' giellal&#225;gaid r&#225;jes leama&#154; kollektiiva &#132;oavddus geavhusas.

<p>Guovttegielat guovlluid <EM>h&#225;ldd&#225;husaide</EM> biddjojedje g&#225;ib&#225;dusat.
Ruo&#188;agielat <EM>ovttatolbmot</EM> b&#225;lvaluvvojit nappo eadnigillii du&#154;&#154;e jos
&#225;sset guovttegielat gielddas, dahje leanas gos leat guovttegielat
gielddat.<A HREF="kap230n.htm#x31">[31]</A> Guovttegielat gielda lei jos
juohke log&#225;t olbmos lei ruo&#188;agiella eadnigiellan. Ruo&#188;agielat ovttagielat
gielddat leat h&#225;rvena&#154; d&#225;hpp&#225;husat, guovttegielat gielddat leat d&#225;b&#225;leabbo,
ja d&#225;b&#225;leamos leat suomagielat ovttagielat gielddat.

<p>D&#225;t mielddisbukt&#225; ahte giellal&#225;gat gusket eanemusat st&#225;hta
h&#225;ldd&#225;hussii.<A HREF="kap230n.htm#x32">[32]</A> Gielddah&#225;ldd&#225;hus lea
&#132;atnojuvvon giellal&#225;ga mearr&#225;dusaide, muhto du&#154;&#154;e jos gielda lei
guovttegielat. Ovttagielat suomagielat gielda ii d&#225;rbba&#154; b&#225;lvalit
ruo&#188;agielaga ruo&#188;agillii. Lea vel nu ahte guovttegielat gielddain gos
ruo&#188;agielagiid lohku lea unnit go goalmm&#225;toassi gieldda &#225;ssiin, doppe leat
loa&#191;&#191;abut giellag&#225;ib&#225;dusat gieldda h&#225;ldd&#225;hussii.

<p>Gielddaide, ruovdem&#225;&#240;idjii, soahtevehkii, universitehtaide ja
joatkkaskuvllaide leat sierra mearr&#225;dusat. Maidd&#225;i leat sierra mearr&#225;dusat
st&#225;htah&#225;ldd&#225;husa siskk&#225;ldas giellageavaheapm&#225;i.


<H4>(c) Duog&#225;&#154;: &#193;lbmogiid Lihtu veah&#225;datsuodjaleami vuog&#225;dat</H4>

&#197;land ruovttustivren &#225;sahuvvui &#193;lbmogiid Lihtu soabadallama ma&#185;&#185;&#225;.
&#193;lbmogiid Lihttu vuo&#240;&#240;uduvvui vuostta&#154; m&#225;ilbmesoa&#240;i ma&#185;&#185;&#225;, vai liv&#132;&#132;e
gaskariikasa&#154; organisa&#154;uvdna mii s&#225;hta&#154;ii &#132;oavdit riikkaidgaskasa&#154; riidduid
ovd&#225;l go soahti buoll&#225;. R&#225;fi&#154;iehtadallamiin geah&#132;&#132;aledje &#132;uovvut '&#225;lbmogiid
ie&#154;mearrideami' prinsihpa, mii mielddisbuvttii ahte Eurohpa-k&#225;rtta fertii
o&#240;&#240;asit s&#225;rgut nu ahte juohke &#225;lbmot dahje n&#225;&#154;&#154;uvdna o&#132;&#132;o&#154;ii ie&#191;as st&#225;hta.
Prinsihpa lei veadjemeahttun &#132;a&#240;ahit, nu ahte o&#240;&#240;a riikkaid r&#225;j&#225;id
siskkobeallai b&#225;hce minoritehta&#225;lbmogat. &#193;lbmogiid Lihttu geah&#132;&#132;alii
suodjalit d&#225;id veah&#225;dagaid vuoigatvuo&#240;aid.<A HREF="kap230n.htm#x33">[33]</A>

<p>Veah&#225;dat&#225;lbmogiid suodjalus lei d&#225;vjjimusat oassi guovtti riikka
gaskasa&#154; r&#225;fi&#154;iehtadusas, ja guoskkai daid veah&#225;dagaide mat namuhuvvojedje
r&#225;fi&#154;iehtadusas. Nubbi vuohki lei ahte go muhtin st&#225;hta ozai
miellahttovuo&#240;a, de d&#225;vj&#225; fertii dohkkehit ahte sisriikka veah&#225;dagain ledje
vissis vuoigatvuo&#240;at. Nu geavai omd. Suomain go dohkkehii &#197;land
ruovttustivrema.<A HREF="kap230n.htm#x34">[34]</A> &#193;lbmogiid Lihttu
&#225;v&#191;&#191;uhii dasa lassin ahte miellahttoriikkat ie&#154;d&#225;htuin nanne&#154;edje
deklara&#154;uvnna bokte ahte sii &#225;igot mie&#240;ihit suodjalusa maidd&#225; dakk&#225;r
veah&#225;dagaide gean vuoigatvuo&#240;at mu&#240;ui eai liv&#132;&#132;e suodjaluvvot. Dakk&#225;r
cealk&#225;mu&#154;at bohte sihke D&#225;nm&#225;rkkus ja Suomas.<A HREF="kap230n.htm#x35">[35]</A>

<p>D&#225;s ii leama&#154; mus ear&#225; &#225;igumu&#154; go deattuhit ahte &#193;lbmogiid Lihtu
veah&#225;dagaid suodjalus ii lean universella, dat guoskkai dihto &#225;lbmogiidda
mat namuhuvvojedje dihto &#154;iehtadusain ja virgg&#225;la&#154; cealk&#225;mu&#154;ain.
Veah&#225;dagaid suodjalus nappo ii guoskan Ruo&#188;&#188;ii ii ge Norgii.

<p>Suopma gal geatnegahtii ie&#191;as veah&#225;dagaidis guovdo. Mus eai leat da&#240;e
eanet die&#240;ut &#225;&#154;&#154;&#225;i, muhto 1959' s&#225;mekonfer&#225;nssas muitalii Helssega
Universitehta professor G&#246;ran von Bonsdorff ahte Suomas leama&#154; guhkk&#225;
ruo&#154;&#154;a- ja duiskagielat skuvllat, ja ahte ministeriija muhtin muddui
ruhtadii ja mu&#240;ui fuolahii &#225;&#154;&#154;iid mat guske veah&#225;dagaid oahpaheaddjiid
oahpahussii. Ruo&#154;&#154;a ja duiskagielat skuvllaid gea&#191;il dattege ii s&#225;ht&#225;n
dadjat ahte Suomas liv&#132;&#132;e erenoam&#225;&#154; minoritehtapolitihkka dieid
giellaveah&#225;dagaid guovdo, von Bonsdorff oaivvildii. von Bonsdorff lei
konfer&#225;nsii &#132;ilgemin Suoma s&#225;pmela&#154;&#225;&#154;&#154;iid komitea 1951' &#225;rvalusaid, ja dien
s&#225;gastallamii g&#225;rttan mun ma&#185;&#185;&#225; m&#225;hcat.<A HREF="kap230n.htm#x36">[36]</A>

<p>1919:s, &#193;lbmogiid Lihtu veahadatsuodjalusa gea&#191;il, &#225;rvalii Ruo&#188;a
riikkabeivviid &#225;irras Carl Lindhagen, gii mu&#240;ui ge d&#225;vj&#225; doarjjui
s&#225;pmela&#132;&#132;aid g&#225;ib&#225;dusaid, ahte r&#225;&#240;&#240;ehus guorahala&#154;ii makk&#225;r g&#225;ib&#225;dusat
ruo&#188;a beali suopmila&#132;&#132;ain ja s&#225;pmela&#132;&#132;ain leat eadnigiela oahpahussii,
girjj&#225;la&#154;vuhtii, dahje ear&#225; &#225;&#154;&#154;iin. Oppa lohk&#225;i &#225;rvalii son ahte Ruo&#188;&#188;a
aktiivala&#132;&#132;at dorjjo&#154;ii Eurohp&#225; veah&#225;dagaid bero&#154;tumiid Versailles
r&#225;fi&#154;iehtadusaid oktavuo&#240;as.<A HREF="kap230n.htm#x37">[37]</A> Lindhagen
&#225;kk&#225;dii ahte jos Ruo&#188;&#188;a galgga&#154; s&#225;httit doarjut ruo&#188;agielagiid
vuoigatvuo&#240;aid Suomas, &#197;land:as ja Baltikumas, de fertii &#132;&#225;jehit ahte lei
d&#225;httu v&#225;rjalit ie&#191;as sisriikka veah&#225;dagaid. Ill&#225; lea j&#225;hkkihahtti ahte d&#225;t
arvalus liv&#132;&#132;e man ge l&#225;hk&#225;i v&#225;ikkuhan Ruo&#188;a politihkkii omd. &#197;land-&#225;&#154;&#154;is.
Ruo&#188;a beali s&#225;pmela&#132;&#132;aid ja suopmila&#132;&#132;aid guovdo goittot &#225;rvalusas ii lean
miige v&#225;ikkuhusaid. Muhto d&#225;t lea mu die&#240;u mielde &#225;idna ovdamearka dasa
ahte s&#225;pmela&#132;&#132;aid bero&#154;tumit namuhuvvojedje bajimu&#154; riikkad&#225;sis &#193;lbmogiid
Lihtu veah&#225;dagaid suodjalusa oktavuo&#240;as.

<p>S&#225;htt&#225; maidd&#225;i lasihit ahte Norgga &#225;&#154;&#154;edovdit ledje guovdd&#225;&#191;is
baj&#225;shuksemis &#193;lbmogiid Lihtu veah&#225;dagaid suodjaleami h&#225;ldd&#225;husa.<A HREF="kap230n.htm#x38">[38]</A>
Norgga eisev&#225;ldit nappo hui bures dovde gaskariikasa&#154; riektedili
veah&#225;datsuodjaleami h&#225;rr&#225;i. Muhto ii Norggas ge buoridan dat s&#225;pmela&#132;&#132;aid
dahje suopmila&#132;&#132;aid dili.


<p><A HREF="dsr.htm"><A NAME = "x4">[Sisdollui]</A></a>
<H3>&#130;oahkk&#225;igeassu</H3>

D&#225;n oasis leama&#154; ulbmil &#132;&#225;jehit makk&#225;r s&#225;mepolitihkka st&#225;htain leama&#154; ovd&#225;l
go s&#225;meorganisa&#154;uvnnat ceagganedje albmal&#225;hk&#225;i 1950 r&#225;jes. Loahpas liv&#132;&#132;e
vuogas deattuhit moadde v&#225;ldo&#225;&#154;&#154;i mat g&#225;rte s&#225;gastallojuvvot davviriikkaid
d&#225;sis, sihke Davviriikkaid s&#225;mekonfer&#225;nssain 1953 r&#225;jes, ja Davvirikkaid
R&#225;&#240;is, go dat bero&#154;ti&#154;go&#240;ii s&#225;me&#225;&#154;&#154;iin 1957 r&#225;jes.

<p>Suoma, Norgga ja Ruo&#188;a eisev&#225;ldiid politihkka lei ain 1950-jagiin unn&#225;n
rievdan ovd&#225;l soa&#240;i dili ektui. Ma&#185;&#185;&#225; soa&#240;i ledje ruvkedoaimmat,
meahcce&#132;uollamat ja ear&#225; doaimmat eanet dat eanet g&#225;r&#191;&#191;idi&#154;goaht&#225;n
boazoguohttumiid. Boazodoalu vuoigatvuo&#240;at ledje dattege ain dan dilis,
erenoam&#225;&#191;it Suomas ja Norggas, ahte ear&#225; eal&#225;husat m&#225;kse unn&#225;n, jos oppa
ge, buhtadusa go bahkkejedje guohtuneatnamiidda. Sihke Norggas ja Ruo&#188;as
lei nu, ahte jos boazos&#225;pmela&#132;&#132;at o&#191;&#191;o buhtadusa dakk&#225;r sisabahkkemiid
gea&#191;il, de lei boazodoalloh&#225;ldd&#225;hus gii mearridii mo ru&#240;a geavahit.
Erenoam&#225;&#191;it Ruo&#188;a bealde lei h&#225;ldd&#225;husa f&#225;pmu stuoris.

<p>Dan muddui go s&#225;miin ledje vuoigatvuo&#240;at eatnamiidda ja &#132;&#225;ziide Suomas,
Norggas ja Ruo&#188;as, de ledje dat boazodoalu h&#225;lddus. Suomas ii leat
boazodoallu eksklusiiva s&#225;mi eal&#225;hus, muhto sihke Norggas ja Ruo&#188;as ledje
boazodoallol&#225;gas d&#225;hkiduvvon vissis eananvuoigatvuo&#240;at boazodollui. D&#225;t
vuoigatvuo&#240;at guske erenoam&#225;&#191;it gos s&#225;htii guo&#240;uhit, muhto maidd&#225; ear&#225;
luonddugeavaheapm&#225;i nu go j&#225;vrebivdui, meahcc&#225;steapm&#225;i ja boaldin- ja
goahtemuora &#132;uohppamii.

<p>Erenoam&#225;&#191;it Ruo&#188;as ledje ortnegat maid duoid nuppiid riikkaid
s&#225;pmela&#132;&#132;at &#225;innas liv&#132;&#132;e fuollat sii ge. Muhtin muddui lei Ruo&#188;a
boazodoalloguovlu ovdagovvan Norgga ja Suoma bealde ge. D&#225;n ortnega mielde
lei boazodollui v&#225;rrejuvvon sierra guovlu, gilvinr&#225;ja baj&#225;bealde, gos
boazodoalus lei nannoseabbo riektesuodjalus go gilvinr&#225;j&#225; vuol&#225;bealde.
Muhto ortnega lei v&#225;ttis heivehit Norgga ja Suoma diliide.

<p>Nuppi ortnega d&#225;fus lei unnit eahp&#225;dus. Ruo&#188;as lei 1943 r&#225;jes &#225;sahuvvon
s&#225;mefoanda, ja dan ortnega birra g&#225;rttai olu h&#225;le&#154;tallot Davviriikkaid
S&#225;mir&#225;&#240;is, ja ie&#154;gu&#240;et riikkas ge. Ruo&#188;a S&#225;miid Riikkasearvi maidd&#225; oa&#132;&#132;ui,
1963 r&#225;jes, ru&#240;a b&#225;lkk&#225;hit juristta. D&#225;kk&#225;r ortnega ma&#185;&#185;&#225;i ge lei duoid
ear&#225; riikkaid s&#225;miid mielas vear&#225; vanahit.

<p>Sihke s&#225;meguovllu r&#225;ddjen ja s&#225;mefoandda &#225;saheapmi lei boa&#240;us Ruo&#188;a
ovdde&#154; boazodoallopolitihkas, ja dagai ahte Ruo&#188;&#188;a orui mealgat ovddabealde
sihke Norgga ja Suoma s&#225;mepolitihkastis d&#225;fus. Suomas ilmmai 1951:s
l&#225;vdegodde&#132;ielggadus mii liv&#132;&#132;e sakka nannet s&#225;mi diliid jos &#132;a&#240;ahuvvo&#154;ii.
&#130;ielggadusas ledje &#225;rvalusat mat maidd&#225;i g&#225;vdnojedje Norgga beali
s&#225;mekomitea &#132;ielggadusas, mii almmuhuvai 1959:s. Muhto mieht&#225; 1950-jagiid
lei eahpe&#132;ielggas man muddui d&#225;t &#225;rvalusat &#132;a&#240;ahuvvojit.

<p>S&#225;htt&#225; roahkka dadjat ahte Suomas ii lean s&#225;mi guoski kulturpolitihkka
1950-jagiide. Norgga bealde lei ain nu ahte d&#225;ruiduhttinpolitihkka mii
leama&#154; f&#225;mus 1850-jagiid r&#225;jes, ii lean vel l&#225;ga bokte heaittihuvvon.
Lihkk&#225; lei departementtaid uvssaid duohken juoid&#225; rievdamin. &#130;ielgasepmosit
oaidn&#225; dan Ruo&#188;a beali skuvladiliin. Doppe lei s&#225;meskuvlla d&#225;rkkisteaddji
o&#191;&#191;on johtui sitkadis reforbmabarggu 1930-jagiid r&#225;jes. 1944:s &#225;lggii
Israel Ruong d&#225;rkkisteaddjivirg&#225;i, ja son oa&#132;&#132;ui dea&#188;&#225;la&#154;
&#132;ielggadanbargguid ie&#191;as duohk&#225;i 1950-jagiin. Duog&#225;&#154; lei
&#225;lbmotskuvlareforbma mii bo&#240;ii johtui sihke Norggas ja Ruo&#188;as ma&#185;&#185;&#225; soa&#240;i.
Ruo&#188;a bealde lei boa&#240;us reforpmain ahte s&#225;meskuvla rahppui buot s&#225;miide, ii
ge &#154;at nu go ovd&#225;l ahte skuvla lei oaivvilduvvon boazos&#225;miid m&#225;n&#225;ide.
Fuom&#225;&#154;ahtti lea ahte eisev&#225;ldit d&#225;n oktavuo&#240;as bidje s&#225;miid ie&#191;aset d&#225;htu
mearr&#225;dusa vuo&#240;&#240;un.<A HREF="kap230n.htm#x39">[39]</A>

<p>Norgga bealde ge bo&#240;ii reforbmabargu skuvllas johtui dal&#225; ma&#185;&#185;&#225; soa&#240;i.
1930-jagiin juo ledje oahpahusdepartementtas smiehtadi&#154;goaht&#225;n mo
s&#225;mem&#225;n&#225;id oahpahusa buoridiv&#132;&#132;e, muhto m&#225;ilbmesoahti bo&#240;ii ovdii. Ma&#185;&#185;&#225;
soa&#240;i biddjui l&#225;vdegoddi &#132;ielggadit mo boahtte&#225;iggi d&#225;&#191;a skuvla galgga&#154;ii.
Nu go Ruo&#188;as ge, de Norgga bealde ge galggai sosialdemokratiija
ovttad&#225;ss&#225;sa&#154;vuo&#240;aideologiija leat skuvlapolitihka l&#225;idejeaddji.
L&#225;vdegoddi, man d&#225;rogielat namma lei 'samordningsnemnda for skoleverket',
dahje s&#225;megillii 'oahpahusa ovttastahttima l&#225;vdegoddi', v&#225;lddii ie&#154;,
r&#225;&#240;&#240;ehusas bivddekeahtt&#225;, ovd&#225;n s&#225;mem&#225;n&#225;id skuvladili ie&#191;as goalmm&#225;t
oasse&#132;ielggadusastis 1948:s. Oahpahusdepartementa lei juo juolludi&#154;goaht&#225;n
ru&#240;a oahppogirjjiide, ja l&#225;vdegoddi nannii ahte lei d&#225;rbbasla&#154; joatkit
juolludemiiguin. Juolludemamit &#225;lge nappo 10-15 jagi ovd&#225;l go skuvlal&#225;ga
mielde liv&#132;&#132;e lohpi oahpahit s&#225;megillii d&#225;&#191;a skuvllas.<A HREF="kap230n.htm#x40">[40]</A>

<p>D&#225;t ovdamearka &#132;&#225;jeha ahte g&#225;vdnojedje &#132;iegus f&#225;mut mat boahtte&#225;iggis
s&#225;htte leat s&#225;pmela&#132;&#132;aid rah&#132;amu&#154;aide &#225;vkin. Dattege ii lean skuvla&#225;&#154;&#154;iid
gie&#240;ahallan Kultuvrra- ja Oahpahusdepartementtas duo&#240;a&#154;tus dasa ahte buot
departementtain lei dilli rievdamin. Kultur- ja oahpahusdepartementta
siskkobealde ge ledje ain 1950-jagiin sii geat dorjo d&#225;ruiduhttinpolitihka.
Muhto dasa m&#225;hcan fas ma&#185;&#185;&#225;.

<p><A HREF="dsr.htm">[Sisdollui]</A>
<A HREF="kap250.htm">[&#130;uovvova&#154; kapihttalii]</A>
<A HREF="../index.htm">[Ruovttusiidui]</A>

<hr>

<P>August 3, 1996 &copy; M&#225;kk&#225; Regnor
<br>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975.
<br>(Bealleg&#225;rvves m&#225;nus)

<hr>
</BODY>
<hr>
<ADDRESS>
St&#225;htaid s&#225;mepolitihkka 1960-jagiide
<br>Regnor.Jernsletten@sami.uit.no
</ADDRESS>
<hr>
</HTML>



