<HTML>
<HEAD>
<!-- http:////www.sn.no/~rjernsle/dsr/kap250.htm -->

<!-- The Saami characters on this page may be read with a -->
<!-- font that supports the proposed Latin 9 (Saami) character set. -->
<!-- Integrity check:            -->
<!-- Davvis&#225;mi: &#225;&#193;&#132;&#130;&#240;&#208;&#152;&#137;&#185;&#184;&#154;&#138;&#188;&#186;&#191;&#190; -->

<TITLE>
 S&aacute;mepolitihkalas searvvit 1960-jagiide
</TITLE>
</HEAD>
<BODY>
<p><A HREF="dsr.htm"><A NAME = "x0">[Sisdollui]</A></a>


<h1>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975</h1>
<H2>S&#225;mepolitihkala&#154; searvvit 1960-jagiide</H2>
<H3>S&#225;miid politihkala&#154; mobiliserema &#225;lgu</H3>

Vuostta&#154; s&#225;mepolitihkala&#154; &#132;oahkkin mas ledje f&#225;rus s&#225;mit sihke Norggas ja
Ruo&#188;as dollui Troandimis 6.-9.2.1917. &#130;oahkkin goh&#132;oduvvui 's&#225;miid vuostta&#154;
riika&#132;oahkkin'. &#130;oahkkimis juo r&#225;hkkani&#154;gohte nuppi &#132;oahkkima, mii dollui
&#214;stersunddas 5.-9.6.1918. Guktuin &#132;oahkkimiin ledje &#225;igeguovdilis &#225;&#154;&#154;it
ovdan; eisev&#225;ldiid boazodoallopolitihkka, s&#225;pmela&#132;&#132;aid sosi&#225;lala&#154; dilli, ja
politihkala&#154; organiserema d&#225;rbu.<A HREF="kap250n.htm#x1">[1]</A>

<P>Ie&#154;alddis lei organiseren &#225;lg&#225;n sihke Ruo&#188;as ja Norggas nuo 1904. Ruo&#188;as
geah&#132;&#132;aledje m&#225;ttas&#225;mit &#132;ohkket sihke boazos&#225;miid ja ear&#225; s&#225;miid seamm&#225;
servviide, muhto ii dat lihkostuvvan, boazos&#225;pmela&#132;&#132;at v&#225;rra balle massimis
vel daid unn&#225;na&#154; vuoigatvuo&#240;aid mat sis ledje jos &#225;lgga&#154;edje doarjut sin
geat ledje boazodoalu olggobealde. Seamm&#225; sullasa&#154; searvvit ihte 1908:s
m&#225;ttas&#225;miid gaskkas Norggas ge. Sihke Norggas ja Ruo&#188;as adde olggos
bl&#225;&#240;&#225;&#191;a, Lapparnas Egen Tidning (1904-1905), Samefolkets Egen Tidning (1918
r&#225;jes) ja Waren Sardne (1910-1913, 1922-1927).

<P>Ruo&#188;a bealde davvis&#225;mit unn&#225;n serve d&#225;id doaimmaide ovd&#225;l go
1930-jagiin. Muhto Davvi-Tromssa ja Finnm&#225;rkku vuotnaguovlluin bo&#240;ii
politihkala&#154; lihkadus johtui s&#225;miid gaskkas 1904:s mii doalvvui S&#225;pp&#225;id
Iss&#225;ha (Isak Saba) Stuorradigg&#225;i guokte &#225;igodahkii (1907-1911). M&#225;ddin
organiserejedje boazos&#225;miid, davvin gis vuotnaguovlluid guol&#225;steaddjiid ja
sm&#225;vvad&#225;lola&#132;&#132;aid. Vuotnas&#225;miid lihkadusas ge ledje bl&#225;&#240;&#225;&#191;at, Sagai
Muittal&#230;gje (1904-1911) ja Samealbmug (1921-1922). D&#225;n lihkadusa
v&#225;ldoulbmilin lei bargat Norgga eisev&#225;ldiid d&#225;ruiduhttinpolitihka vuost&#225;.
Waren Sardne ja Sagai Muittal&#230;gje bokte nagadedje m&#225;tta- ja davvis&#225;mit
&#132;atnat oktavuo&#240;aid gaskaneaset mat das r&#225;jes leat bisson botketkeahtt&#225;.
Davvis&#225;miid lihkadus maid lei dovddus Ohcejogas, doppe lohke Sagai
Muittal&#230;gje.

<P>Searvvit o&#191;&#191;o fargga v&#225;ttisvuo&#240;aid, muhto 1917 r&#225;jes eal&#225;skii
searvemokta fas sihke davvin ja m&#225;ddin. D&#225;id jagiid dolle m&#225;&#185;ga stuorra
&#132;oahkkima, Troandimis (1917, 1921), &#214;stersunddas (1918), Tromssas (1919) ja
Deanus (1919, 1920). Dasa lassin ledje r&#225;hkkanan &#132;oahkkimiid sihke
Bossegohpp&#225;i (1919) ja Tromsii (1921), mat dattege eai lihkostuvvan go
olbmot eai boaht&#225;n. Erenoam&#225;&#191;it lei Tromssa &#132;oahkkima &#225;igumu&#154; dea&#188;&#225;la&#154;: Sii
&#225;igo &#132;ohkket m&#225;tta- ja davvis&#225;miid ovtta lihkadussii, ja soahpat politihka
alde. Eisev&#225;ldit ledje nammalassi geah&#132;&#132;alan, ja buorre muddui nagadan,
h&#225;ddjet s&#225;pmela&#132;&#132;aid dainna vugin ahte davvis&#225;miid g&#225;ib&#225;dusat biddjojedje
m&#225;ttas&#225;miid bero&#154;tumiid vuost&#225;.<A HREF="kap250n.htm#x2">[2]</A>

<P>Sihke davvin ja m&#225;ddin geah&#132;&#132;aledje vuo&#240;&#240;udit riikkaservviid; Lapparnas
Centralf&#246;rbund Ruo&#188;as (1904-1905, 1918-1923), ja S&#225;mi Sentralsearvvi
Norggas (1919-1921). Ruhtav&#225;tnivuohta dagai dattege veadjemeahttumin
doallat riikaservviid badjin. Eisev&#225;ldit eai Ruo&#188;as eai ge Norggas h&#225;liidan
doarjut searveceggema ru&#240;ala&#132;&#132;at, eai ge suovvan sin &#132;oaggit ru&#240;a
vuorb&#225;dallamiid vuovdima bokte, nu ahte s&#225;melihkadus h&#225;vkkai &#132;iegus ja
rabas vuost&#225;lastima gea&#191;il. M&#225;ttas&#225;miid gaskkas ledje nissonat guovdd&#225;&#191;is
organiseremis, mii lei eisev&#225;diide &#225;rtet, ja dagai sidjiide v&#225;dd&#225;seabbon
v&#225;ldit s&#225;melihkadusa duo&#240;as.<A HREF="kap250n.htm#x3">[3]</A>

<P>S&#225;melihkadus v&#225;innui nappo 1920-jagiin sihke davvin ja m&#225;ddin.
Sivat dasa leat moattil&#225;g&#225;nat:

<P>(a) Eisev&#225;ldit eai man ge l&#225;hk&#225;i v&#225;ld&#225;n vuhtii sin g&#225;ib&#225;dusaid,
erenoam&#225;&#191;it lei nu Norggas. Ruo&#188;as lei s&#225;miin buorre veahkki muhtin
Riikabeivviid liber&#225;la politihk&#225;riin boazodoallo&#225;&#154;&#154;iin. Ruo&#188;as goittot
dohkkehuvvui ahte s&#225;pmela&#132;&#132;at galge beassat buktit ovd&#225;n oaiviliiddiset
stuor&#225;t &#132;ielggadanbargguid oktavuo&#240;as. Eisev&#225;ldit oainn&#225;t dorjo &#214;stersundda
(1918) ja Arvidsjaur (1937, 1948) &#132;oahkkimiid ru&#240;ala&#132;&#132;at juste dan v&#225;r&#225;s.

<P>(b) Eisev&#225;ldit geah&#132;&#132;aledje kontrolleret s&#225;pmela&#132;&#132;aid organiserema.
Sihke Norggas ja Ruo&#188;as &#225;mm&#225;tolbmot &#132;uvvo &#132;oahkkimiid, ja nevvo s&#225;miid
ovttaskas&#225;&#154;&#154;iin. Go &#225;&#154;&#154;it bohte eisev&#225;ldiide, de seamm&#225; virgealbm&#225;t d&#225;vj&#225;
ie&#191;a meannudedje s&#225;pmela&#132;&#132;aid g&#225;ib&#225;dusaid.

<P>(c) Finnm&#225;rkku vuotnaguovlluin geavai vel nu ahte ruo&#154;&#154;ag&#225;vpi nogai
vuostta&#154; m&#225;ilbmesoa&#240;i &#225;iggi. D&#225;t g&#225;vpi lei rahpan vuotnas&#225;miide geasi&#225;iggi
varasguolleg&#225;vppi, ja go nogai, de g&#225;rte s&#225;mit hui lossa sosi&#225;lala&#154; dill&#225;i.
Go vuotnas&#225;miid lihkadussii ii meinnestuvvan caggat d&#225;ruiduhttinpolitihka,
de orui vuotnas&#225;miide buoret searvat bargilihkadussii, mii badj&#225;nii seamm&#225;
&#225;iggi go s&#225;melihkadus. D&#225;n guovtti lihkadusain lei juo &#225;lggu r&#225;jes muhtin
l&#225;g&#225;n ovttasbargu, S&#225;pp&#225;id Iss&#225;t lei omd. virgg&#225;la&#132;&#132;at Norgga Stuorradikkis
Bargibellodaga &#225;irrasin. Dattege ii dorjon Bargiidbellodat riikkad&#225;sis
s&#225;melihkadusa g&#225;ib&#225;dusaid, lei du&#154;&#154;e b&#225;ikk&#225;la&#154; ovttasbargu v&#225;lggaid
oktavuo&#240;ain.

<P>1930-jagiin Davviriikkain eai g&#225;vdnon &#154;at go moadde b&#225;ikk&#225;la&#154; searvvi
m&#225;ttas&#225;miid gaskkas. Muhto d&#225;n &#225;iggi i&#240;ii nuppel&#225;g&#225;n searvedoaibma mii
g&#225;rttai stuorra veahkki go s&#225;mit fas cegge&#154;gohte servviid nuppi
m&#225;ilbmesoa&#240;i ma&#185;&#185;&#225;.


<p><A HREF="dsr.htm"><A NAME = "x1">[Sisdollui]</A></a>
<H3>S&#225;meustibiid barggut</H3>

Vaikko virgealbm&#225;t geat &#132;uvvo s&#225;me- ja boazodoallo&#225;&#154;&#154;iid eai dorjon
s&#225;pmela&#132;&#132;aid politihkala&#154; g&#225;ib&#225;dusaid, de sii d&#225;vj&#225; g&#225;rte dovdat
unohasvuo&#240;a go oidne s&#225;miid sosi&#225;lala&#154; diliid. Muhtimat g&#225;rte virggi dahje
dutkama gea&#191;il johtit viid&#225;t s&#225;miid gaskkas ja besse oaidnit sin diliid, ja
g&#225;rte maidd&#225; ovddidit s&#225;me&#225;&#154;&#154;iid ie&#191;aset doaimmaid bokte.<A HREF="kap250n.htm#x4">[4]</A>
Vaikko sii eai dohkkehan ahte s&#225;miin liv&#132;&#132;e makk&#225;r ge l&#225;g&#225;n kultuvrrala&#154;
dahje eananoamastanvuoigatvuohta, de sii lihkk&#225; oidne d&#225;rbu sin veahkehit
v&#225;ttis kultuvrrala&#154; ja sosi&#225;la diliin. D&#225;vj&#225; lei d&#225;rbu fuom&#225;&#154;uhttit
guovdd&#225;&#154;eisev&#225;ldiide makk&#225;r diliin s&#225;pmela&#132;&#132;at elle, ja maidd&#225;i mu&#240;ui
veahkehit s&#225;pmela&#132;&#132;aid birget servodagas. Okta vuohki mo sii gilve die&#240;uid
s&#225;me&#225;&#154;&#154;iid birra eisev&#225;ldiide, lei nu goh&#132;oduvvon &#132;uvgehusservviid
doaimmaid bokte. Mu&#240;ui barggai Girku ja s&#225;memi&#154;uvdna ge kultuvrrala&#154; ja
sosi&#225;lala&#154; ga&#191;aldagain m&#225;&#185;gga vugiin; s&#225;memi&#154;uvdna jo&#240;ihii sihke Norggas ja
Ruo&#188;as skuvllaid, m&#225;n&#225;idruovttuid ja boarr&#225;siidsiiddaid s&#225;pmela&#132;&#132;aid v&#225;r&#225;s.

<P>&#130;uvgehussearvvit ledje erenoam&#225;&#154; dan dihte go &#225;iggi mielde jorre
politihkala&#154; searvin. Danin lea veara d&#225;rkileabbo geah&#132;adit sin doaimmaid.


<H4>Suopma</H4>

Lapin Sivistysseura r.y. / S&#225;mi &#130;uvgehussearvi vuo&#240;&#240;uduvvui 1932:s, ja
doaimmahi&#154;go&#240;ii Sabmela&#154;-bl&#225;&#240;i 1934 r&#225;jes. Ie&#154; '&#132;uvgehussearvi'-namahus
rieg&#225;dii d&#225;inna servviin. S&#225;mi &#130;uvgehussearvi leama&#154; hui dea&#188;&#225;la&#154;
S&#225;mir&#225;&#240;&#240;&#225;i gitta 1970-jagiide, ja danin g&#225;rttan searvvi barggui &#132;ilget
lagabui.<A HREF="kap250n.htm#x5">[5]</A>

<P>Dasa lassin i&#240;ii 1973:s vel okta s&#225;me&#225;&#154;&#154;iid doarjjasearvi, nammalassi
Koltta-asiain Kannatusyhditys r.y. Doaibmab&#225;iki lea Roavvenj&#225;rga. D&#225;t
searvi lea &#225;sahuvvon veahkehan dihte nuortala&#132;&#132;aid. Searvvis leat maidd&#225;i
kultuvradoaimmat ja servodatovddidanbarggut sihke &#130;eavetj&#225;vrris ja
Nellimis.<A HREF="kap250n.htm#x6">[6]</A> Searvi dattege ii leama&#154; oidnosis
S&#225;mir&#225;&#240;i ja s&#225;mekonfer&#225;nssa doaimmain, ja ii g&#225;rtta &#154;at namuhuvvot d&#225;n
girjjis.

<P>Sabmela&#154;-bl&#225;&#240;&#240;i oa&#191;&#191;ugo&#240;ii ruhtadoarjaga st&#225;htas 1935s, mu&#240;ui ledje
miellahttoru&#240;at ja miellahtuid skea&#185;kkat dea&#188;&#225;la&#132;&#132;at S&#225;mi &#130;uvgehussearvvi
ruhtadeapm&#225;i. Testament&#225;rala&#154; skea&#185;ka 1952:s dagai omd. vi&#240;&#225;toasi dan jagi
sisaboa&#240;uin.

<P>&#130;uvgehussearvvi doaimmain lea girjegoastideapmi erenoam&#225;&#154; fuom&#225;&#154;ahtti.
Girjjiid olggosaddin bo&#240;ii johtui 1935:s Tuomo ltkonen girjjiin Samikiel
Abis - Lapinkielinen aappinen, masa Samuli Paulaharju lei s&#225;rgon &#132;uo&#240;i
gova.<A HREF="kap250n.htm#x7">[7]</A> Vuostta&#154; logi jagis bohte 15 nummira,
ja 1994 r&#225;dj&#225;i ledje d&#225;n &#132;&#225;lar&#225;iddus almmu&#154;tuvvan 49 nummira.

<P>Searvvis g&#225;rttai hui olu doaibmamu&#154; ev&#225;hko ma&#185;&#185;&#225;, ja erenoam&#225;&#191;it Robert
Crottet ruhta&#132;oaggindoaimmat Eurohpas bukte olu ru&#240;a nuortala&#132;&#132;aide
veahkkin. Crottet veadj&#225; leat &#132;oagg&#225;n 5 mill. boares m&#225;rkki oktiibuot, ja
dasa lassin oa&#132;&#132;ui searvi vel st&#225;htas ru&#240;a veahkkebargguide.

<P>Searvvis ledje moadde&#132;uohte miellahtu 1930-jegiid loahpas, lohku
badj&#225;nii 500 r&#225;dj&#225;i 1940-jagiin, ja 1970-jagiin ledje 800:s searvvis f&#225;rus.
Ean&#225;&#154; oassi miellahtuin ledje suopmila&#132;&#132;at, 1970-jagiin lei du&#154;&#154;e
vi&#240;&#225;toassi miellahtuin s&#225;pmela&#132;&#132;at. Muhto searvvi ie&#154;govva lei, nu go Kalle
Nickul &#132;&#225;lii 1954:s: '(...) sabmela&#191;&#191;ai ie&#154;doaimma tuvdim.'<A HREF="kap250n.htm#x8">[8]</A>
Danin lei searvi oalle mie&#240;amanas s&#225;miid ie&#191;aset &#225;igumu&#154;aid doarjut, ja
maidd&#225;i veahkehit johtui.

<P>S&#225;mi &#130;uvgehussearvi lei okta dain golbma s&#225;meustibiid servviin mat
bovdejedje vuostta&#154; s&#225;mekonfer&#225;nsii 1953:s. D&#225;t searvvit v&#225;lde muhtin
muddui S&#225;mi &#130;uvgehussearvvi ovdagovvan ie&#191;aset doibmii, muhto s&#225;meustibiin
ledje mu&#240;ui ge die&#240;ala&#154; ja virgg&#225;la&#154; oktavuo&#240;at, ja sis ledje oahpp&#225;sat
viid&#225;sut m&#225;ilmmis ge. D&#225;id kontavttaid &#225;vkk&#225;stalle juohke oktavuo&#240;as gos
lei s&#225;hka gilvit die&#240;u s&#225;pmela&#132;&#132;aid birra ja &#225;ddejumi sin g&#225;ib&#225;dusaide.
S&#225;mi &#130;uvgehussearvvi birra &#132;&#225;ll&#225; Samuli Aikio:

<blockquote> 'Ovtta &#132;&#225;jahusa oktavuo&#240;as, mii dollui Helssegis 1951, searvi
olggosattii stuorra prentehussan bro&#154;ura 'Die&#240;ut s&#225;miid birra', mas lei
suoma-, ruo&#188;a-ja ea&#185;galasgielat deaksta. Ovddabel m&#225;inna&#154;uvvon S&#225;me&#225;&#154;&#154;iid
komitea evttohusas Nickul doaimmahii oaneduvvon ea&#185;galasgielat l&#225;gadusa.
Dakkar &#225;rvvusadnojun olggosaddojumit go Journal of Royal Anthropological
Society ja National Geographic Magazine o&#191;&#191;o maiddai &#132;&#225;llosiid searvvi
lahtuin (1954). Jagi 1955 searvi f&#225;lai ie&#191;as lahttun Eurohpa
&#193;lbmot&#132;earddaid Unionii (FUEN) ja rabai nu odda f&#225;sta kan&#225;la Gaska-Eurohpa
guvlui. Davviriikkala&#154; d&#225;sis &#154;attai hui mearkka&#154;ahttin oktasa&#154;bargu
Sorbonne universitehtain (Paris), dasgo dan bokte bohte vuosttamu&#154;
konfer&#225;nsa&#132;ilgehusat ea&#185;galas- ja fr&#225;nskkagillii girjjiin The Lapps Today
I-II (1959 ja 1969).'<A HREF="kap250n.htm#x9">[9]</A> </blockquote>


<H4>Ruo&#188;&#188;a</H4>

1942:s vuo&#240;&#240;uduvvui S&#225;mi Albmotallaskuvla, ja 1945:s fas S&#225;me-&#196;tnam,
S&#226;llskapet Lapska Odlingens Fremme. Vuolggaheaddjin ledje ruo&#188;&#188;ila&#132;&#132;at,
Albmotallaskuvlla duog&#225;bealde lei mi&#154;&#154;onsearvi, ja S&#225;me-&#196;tnam duog&#225;bealde
fas Luleju-bisma Jonzon. Ulbmilin lei &#132;ohkket buohkaid geat h&#225;liidedje
ovddidit s&#225;me&#225;&#154;&#154;iid, le&#191;&#191;et dal s&#225;pmela&#132;&#132;at vai eai. Easkka 1969:s oa&#132;&#132;ui
S&#225;me-&#196;tnam s&#225;pmela&#132;&#132;a ovdaolmmo&#191;in, Lars Thomasson. Dan r&#225;jes rievdago&#240;ii
S&#225;me-&#196;tnam s&#225;mi riiikasearvin, muhto ain 1970-jagiin lea vuoigadeabbo
goh&#132;odit searvvi kultuvrasearvin.<A HREF="kap250n.htm#x10">[10]</A>

<P>S&#225;me-&#196;tnam v&#225;lddii S&#225;mi &#130;uvgehussearvvi ovdagovvan, muhto g&#225;rttai
deattuhit duoji, giela ja ear&#225; kultuvrra ovddideami eambbo go
&#130;uvgehussearvi lea dahkan, erenoam&#225;&#191;it ma&#185;&#185;&#225; go Ruo&#188;a S&#225;miid Riikkasearvi
vuo&#240;&#240;uduvvui 1950:s ja bargago&#240;ii boazodoallo&#225;&#154;&#154;iiguin.<A HREF="kap250n.htm#x11">[11]</A>
Erenoam&#225;&#191;it lea searvvi duodjel&#225;vdegotti bargu lihkostuvvan bures. Searvvi
duodjekonsuleanttat leama&#154; dea&#188;&#225;la&#132;&#132;a dakko d&#225;fus, ja maidd&#225;i searvvi
duodje&#132;&#225;j&#225;husain 1960-jagiid r&#225;jes leama&#154; stuorra mearkka&#154;upmi.<A HREF="kap250n.htm#x12">[12]</A>

<P>Searvi reorganisrejuvvui 1969:s, ja rievdadii namas; S&#225;me-&#196;tnam,
f&#246;rening f&#246;r samisk kultur. 1983 r&#225;jes lea S&#225;me-&#196;tnam riikasearvin, muhto
oaivilat leat sierranan s&#225;miid gaskkas searvvi historjj&#225;s. Riidogaskaoapmin
lea man muddui searvi &#225;lggus lei s&#225;mesearvi vai &#132;uvgehussearvi, ja goass&#225;
r&#225;jes searvi doallago&#240;ii riikka&#132;oahkkimiid nu ahte dan s&#225;htii
goh&#132;odi&#154;goahtit riikasearvin.<A HREF="kap250n.htm#x13">[13]</A>


<H4>Norga</H4>

Sihke Suomas ja Ruo&#188;as vuo&#240;&#240;uduvvojedje s&#225;meustibiid searvvit ovd&#225;l s&#225;miid
ie&#191;aset servviid. Norggas ii lea dilli nu &#132;ielggas. Norgga
Boazos&#225;pmela&#132;&#132;aid Riikasearvi (NBR) vuo&#240;&#240;uduvvui 1948:s, muhto juo 1945
r&#225;jes ledje m&#225;ttas&#225;mit r&#225;hkkani&#154;goaht&#225;n searvvi ceggemii. Ga&#191;aldat lei,
galge go cegget boazodoallosearvvi vai searvvi mii liv&#132;&#132;e buot s&#225;miid
v&#225;r&#225;s. 1947:s lei &#225;rvalus g&#225;rvvis guktuin beliin, ja 1947'
vuo&#240;&#240;udan&#132;oahkkimis Troandimis g&#225;rte joavkkut vuost&#225;lagaid. Sii geat
h&#225;liidedje boazodoalloorganisa&#154;uvnna o&#191;&#191;o s&#225;mev&#225;ldiid doarjaga. Otnes
(1970) oaivvilda ahte s&#225;mev&#225;ldit manipulerejedje &#132;oahkkima. &#130;oahkkin
dattege ii boaht&#225;n dan muddui ahte das s&#225;htii vuo&#240;&#240;udit searvvi. Virgg&#225;la&#154;
vuo&#240;&#240;udeapmi lei easkka 1948' geasi Tromssas.<A HREF="kap250n.htm#x14">[14]</A>

<P>Muhtimat leat &#132;uo&#132;&#132;uhan ahte sii geat g&#225;rte NBR olggobeall&#225;i &#132;oagganedje
S&#225;miid Searvvi duohk&#225;i go dat vuo&#240;&#240;uduvvui Norgga oaiveg&#225;vpogii ovdala&#154;
juovllaid 1948.<A HREF="kap250n.htm#x15">[15]</A> Searvi galggai leat
s&#225;miid deaivvadanb&#225;iki, muhto &#154;attai fargga v&#225;ttisvuo&#240;aid sisa.

<P>Searvebargu bo&#240;ii fas johtui 1950:s. D&#225;n vuoru lei &#225;igumu&#154; bargat
politihkala&#132;&#132;at, ja searvvi duohken ledje &#225;lggu r&#225;jes Heandarat H&#225;nsa
rohkki (Hans J. Henriksen), ja muhtin s&#225;mestudeanttat, daid gaskkas Reidar
Hirsti, Hjalmar Pavel ja Hans Guttorm. Sii bivde maidd&#225; doarjaga d&#225;&#191;ain, ja
go bovdejedje nuppi vuo&#240;&#240;udan&#132;oahkkimii 1951:s, de ledje &#132;uohten&#225;re dovddus
d&#225;&#191;a ge &#132;&#225;ll&#225;n bovdejumi vuoll&#225;i. Searvi oa&#132;&#132;ui 120 miellahtu vuostta&#154;
jagi, ja golbma jagi ma&#185;&#185;&#225; ledje searvvis badjel 200 miellahttu.

<P>Bovdejumis daddjui ahte searvvi ulbil lei gilvit die&#240;uid s&#225;miid birra ja
dakko bokte buoridit sin dili. Dan &#225;igo dahkat vuosttamu&#191;&#191;an jahkegirjji
bokte. Jahkegirji, S&#225;mi &#198;l'lin / Sameliv, bo&#240;ii 1952 r&#225;jes golbma geardde
1958 r&#225;dj&#225;i. Searvi oa&#132;&#132;ui dasa ru&#240;a Norgga Dutkanr&#225;&#240;is (NAVF). Searvi
vuo&#240;&#240;uduvvui skabmam&#225;nus 1951, ja &#225;iggui fievrridit v&#225;rrugas
&#132;uvgehusbarggu, nu go bo&#240;ii ovd&#225;n das maid Asbj&#248;rn Nesheim dajai
preassakonfer&#225;nssas go bovdejedje searvvi vuo&#240;&#240;udeapm&#225;i. Searvi ii galgan
man ge l&#225;hk&#225;i 'bargat d&#225;ruiduhttima vuost&#225;. Min bargun ferte leat
v&#225;ttisvuo&#240;aid oa&#191;&#191;ut oidnosii'.<A HREF="kap250n.htm#x16">[16]</A>

<P>Asbj&#248;rn Nesheim lei vuostta&#154; ovdaolmmo&#154;, ja su sadj&#225;i bo&#240;ii Kristian
Nissen 1951:s ja doaimmai moadde jagi. Nesheim &#154;attai ma&#185;&#185;&#225; s&#225;megiela ja
-kultuvrra professorin Oslo Universitehtas. Son lei ovdaolmmo&#154; S&#225;mekomiteas
mii barggai gaskal 1956 ja 1959. Ean&#225;&#154;oassi S&#225;mekomitea lahtuin ledje v&#225;rra
S&#225;mi Searvvi miellahtut ge.

<P>S&#225;mekomiteas g&#225;rttai Nesheim evttohit hui radik&#225;la jurdagiid, muhto ear&#225;
s&#225;meustibat eai v&#225;rra lean seamm&#225; radik&#225;la. Kristian Nissen (1879-1968) lei
ollen pen&#154;unistaahk&#225;i go &#154;attai S&#225;mi Searvvi ovdaolmmo&#191;in. Son lei b&#225;hppa
ja barggai maidd&#225; jagiin 1913-26 boazodoallod&#225;rkkisteaddjin. Son oa&#132;&#132;ui juo
&#225;rrat st&#225;htusa 's&#225;pmela&#154;dovdin' ja 'boazodoallodovdin', ja g&#225;rttai m&#225;&#185;gii
r&#225;vvet eisev&#225;ldiid mo meannudit s&#225;pmela&#132;&#132;aid g&#225;ib&#225;dusaid, sihke nuppi
m&#225;ilbmesoa&#240;i ovd&#225;l ja ma&#185;&#185;&#225;. Son gulai patri&#225;rkala s&#225;meustibiid jovkui, sii
geat &#225;innas veahkehedje s&#225;miid, muhto eai bero&#154;tan olu sin oaivilin. Per
Fokstad lei ovdamearkka dihte 1920-jagiin bukt&#225;n skuvlapl&#225;naid
parlamentarala&#154; skuvlakommi&#154;uvnna ovdii, gos ee. lei &#132;ujuhan o&#240;&#240;aseamos
pedagogihkala&#154; jurdagiidda. Nissen celkkii dasa ahte 'jienasteapmi s&#225;miid
gaskkas gal viss&#225;sit ii g&#225;rtta&#154;e doarjut Fokstad viiddis pl&#225;naid ja
jurdagiid'. Nissen dagai nappo &#225;&#154;&#154;i politihkala&#154;, ii f&#225;gala&#154;, &#225;&#154;&#154;in.
Hjalmar Pavel, gii g&#225;rttai Nisseniin ovttas bargat sihke S&#225;mi Searvvis ja
dan l&#225;vdegottis mii pl&#225;nii S&#225;mir&#225;&#240;i &#225;saheami gaskal 1953 ja 1956, muit&#225;
Nissena 'buorred&#225;htola&#154;' s&#225;meustibin, muhto s&#225;mit gal eai galgan maidege
jien&#225;dit ie&#191;aset &#225;&#154;&#154;iid birra.<A HREF="kap250n.htm#x17">[17]</A>

<P>1948 searvvi namma lei 'S&#225;miid S&#230;r'vi'. 1951 r&#225;jes g&#225;rttai namma 'S&#225;mi
S&#230;r'vi'. Nammamolsuma duog&#225;&#154; lei earret ear&#225; ahte searvi ii lean sieiva
s&#225;mesearvi, eana&#154;oassi miellahtuin ledje d&#225;&#191;a s&#225;meustibat. Muhtin Deanu
s&#225;pmela&#154;, Henrik Ravna, gii lei s&#225;mepolitihka vuost&#225;, lei cuiggudan ahte
ovdde&#154; nama, S&#225;miid S&#230;r'vi, mearkka&#154;upmi lea 's&#225;pmala&#132;&#132;aid searvi'. Danin
lei d&#225;rogielat jorgalus, Samisk Selskap, boastut. Jorgalus liv&#132;&#132;e galgat
'Samenes Selskap'. Searvi doalahii jorgalusa, muhto rievdadii s&#225;megielat
nama.

<P>Oslos fertejedje nappo guktii geah&#132;&#132;alit ovd&#225;l go nagadedje cegget
searvvi. Vuostta&#154; gearddi geah&#132;&#132;aledje cegget searvvi s&#225;miid v&#225;ras, muhto
das ii boaht&#225;n mihkkege. Mun guo&#240;&#225;n &#225;&#154;&#154;i vuos &#132;ilgetkeahtt&#225;, muhto ga&#191;aldat
lea, manin s&#225;mit eai okto nagadan cegget politihkala&#154; searvvi ovd&#225;l 1950,
muhto fertejedje s&#225;meustibiin ohcat veahki go fas geah&#132;&#132;aledje 1950:s.

<P>S&#225;mi Searvi oa&#132;&#132;ui 1959 r&#225;jes v&#225;ttisvuo&#240;aid danin go vuos v&#225;lljii
stivrii olbmuid mieht&#225; Norgga, nu ahte doaibma g&#225;rttai v&#225;dd&#225;seabbon, ja
ma&#185;&#185;&#225; gis v&#225;lljii ovdaolbmo gii juo ovdagihtii lei dadjan son ii astta
searvvi &#225;&#154;&#154;iiguin bargat.

<P>S&#225;mi S&#230;r'vi rievddai 1960-jagiin Oslo S&#225;mi Searvin, ja lei f&#225;rus
vuo&#240;&#240;udeamen Norgga S&#225;miid Riikkasearvvi 1969:s. Dalle ledje iht&#225;n
s&#225;mesearvvit sihke K&#225;r&#225;sjohkii, Guovdageidnui, Pors&#225;&#185;gui, Detnui ja
Tromsii. Dasa ge m&#225;hcan ma&#185;&#185;&#225;.


<p><A HREF="dsr.htm"><A NAME = "x2">[Sisdollui]</A></a>
<H3>Bisteva&#154; s&#225;miid organiseren</H3>

<H4>Suopma</H4>

S&#225;mi &#130;uvgehussearvi lei ie&#154;govas mielde 'doarjjaovttastussan' s&#225;miid
rah&#132;amu&#154;aid sosi&#225;lala&#154;, ekonom&#225;la&#154; ja kultuvrrala&#154; d&#225;sse&#225;rvui. Danin
searvi:

<blockquote> '(...) s&#225;menuoraid &#225;lbmotla&#154; morraneame jurdda&#154;ettiin (...)
oa&#132;&#132;uhii 1936 soames An&#225;r beale s&#225;miid vuo&#240;&#240;udit S&#225;pmela&#154; nuoraidsearvvi
&#130;oav&#132;&#132;esj&#225;vrris. N&#225; biddjojuvvui &#225;lgui Suoma diehtevassii vuosttamu&#154;
s&#225;mesearvi.'<A HREF="kap250n.htm#x18">[18]</A> </blockquote>

<P>V&#225;ldo&#225;lbmogiid nuoraidsearvvit ledje ovdagovvan vuostta&#154; s&#225;meservviide
buot golbma riikkas. Norgga bealde leigga omd. S&#225;pp&#225;id Iss&#225;t ja Anders
Larsen guovttos juo ovd&#225;l 1900 f&#225;rus Norgga liber&#225;la ja radik&#225;la
nuoraidsearvelihkadusas. Lihkadus baj&#225;shuksii d&#225;&#191;a &#225;lbmotla&#154; ie&#154;dovddu ja
bealu&#154;tii &#225;&#185;girit Norgga luovvaneami Ruo&#188;as 1905:s. Dainna duog&#225;&#191;iin &#225;dde
buorebut go Sabmela&#154; &#132;&#225;lii vuo&#240;&#240;udan&#132;oahkkimis ahte nuoraidsearvi lei S&#225;mi
Cuvgehusservviin soahpan ahte buoremus vuohki seailluhit s&#225;pmela&#154;vuo&#240;a, lea
&#225;lbmotd&#225;idaga, m&#225;idnasiid ja muittuid &#132;oaggit. S&#225;mi Cuvgehussearvi almmuhii
&#132;oaggingilvvu.<A HREF="kap250n.htm#x19">[19]</A> V&#225;ldo&#225;lbmogiid
nuoraidsearvvit l&#225;vejedje d&#225;vj&#225; geavahit juste diekk&#225;r bargovugiid
&#225;lbmotla&#154; ie&#154;dovddu nannema v&#225;r&#225;s.

<P>Searvi ii ceavz&#225;n guhk&#225;. Logi jagi ma&#185;&#185;&#225; geah&#132;ai Kalle Nickul ma&#185;&#225;s
Cuvgehussearvvi doaimmaide ja &#132;&#225;lii ee.: 'Se&#228;rvi alguaigi ke&#228;&#132;&#132;aluvvujegji
maidai nuoraise&#228;rvik vuo&#240;&#240;uduvvut Sabmai, mutto i tatgi sisa &#132;askam.'<A HREF="kap250n.htm#x20">[20]</A>

<P>Suoma moadde duh&#225;t s&#225;mit &#225;sset bie&#240;gguid viiddis guovllus. Muhto de
geavai ahte ev&#225;hko &#225;igge g&#225;rte sii b&#225;kkus &#132;oahkkanit Alavieskai, ja d&#225;t lei
vuostta&#154; gearddi ahte sii &#132;oagganedje n&#225;. Sin ruovttuguovllut ledje sakka
gill&#225;n soa&#240;i &#225;iggi, ja lei eahpevissis lei go sis mihkkege &#154;at go ruoktot
fas m&#225;hce. D&#225;n dilis vuo&#240;&#240;udedje sii 1945' gi&#240;a searvvi, S&#225;miid Lihttu.
Searvvis ledje juo g&#225;ib&#225;dusat g&#225;rv&#225;sat Suoma eisev&#225;ldiide:

<blockquote> '(...) sabmela&#191;&#191;ak kaibidik, atte sabmela&#154; pigjujuvvu&#154;ii Suoma
riikast suobmela&#191;&#191;ain ovtaarvusa&#191;&#191;an ja atte samikiela ja samii kultturi
suobmela&#191;&#191;akgi ana&#154;egji arvust ja ve&#228;kkitiv&#132;i taid, ku&#240;ek ke&#228;&#132;&#132;alik ovdidit
samii ovdanumi, ja atte sabmela&#191;&#191;aidi maksujuvvu&#154;ii hoappumus lagii mieldi
tat vahag, mi samiidi le&#228; poattam soa&#240;i ke&#228;&#191;ild, ja atte maksu galga le&#228;t
tievasla&#154;.'<A HREF="kap250n.htm#x21">[21]</A> </blockquote>

<P>Stivrrii v&#225;lljejuvvojedje gu&#240;as, ie&#154;gu&#240;et gielddas (Eanodagas,
Soa&#240;egilis, An&#225;ris, Beahcc&#225;mis ja Ohcejogas). Nilla Outakoski, gii lei
teologiijastudeanta, v&#225;lljejuvvui ovdaolmmo&#191;in.

<P>Danin go ean&#225;&#154; &#130;uvgehussearvvi lahtut eai lean s&#225;mit, de lei searvi
ra&#154;&#154;i &#225;&#154;&#154;&#225;skuddamiidda ahte searvvi lahtut barget eambo ie&#191;aset gutni ja
&#225;vkki alde go s&#225;pmela&#132;&#132;aide veahkkin. Danin Kalle Nickul orui ge dovdamin
S&#225;miid Lihtu &#225;lgo&#225;iggi agita&#154;uvnna bah&#132;agin. Su mielas &#132;uvgehussearvi lea
viggan buoremusat ovddidit s&#225;pmela&#132;&#132;aid dili, ja gilvit duohta die&#240;uid sin
birra:

<blockquote> 'Tam tafust le&#228; 'Samii Littu' propaganda-&#132;allagiin l&#225;&#240;iin
puoredam munni. Taina le&#228;ma&#154;lam sikke Ruo&#188;a atte Suoma sabmela&#191;&#191;ain tie&#240;uk,
mak e&#228;i oru le&#228;min puok sajiin aidu riekta. Tak lokkujuvvujik koitgi o&#240;&#240;a
se&#228;rvi algufe&#228;ilan.'<A HREF="kap250n.htm#x22">[22]</A> </blockquote>

<P>Ma&#185;&#185;&#225; gal buorr&#225;nii servviid gaskavuohta, erenoam&#225;&#191;it ma&#185;&#185;&#225; go Erkki
Jomppanen, S&#225;miid Lihtu ovdaolmmo&#154;, &#132;&#225;lii Tunturisanomat bl&#225;&#240;is ja h&#225;stalii
S&#225;mi &#130;uvgehussearvvi ovttasbargui. Vuostta&#154; boa&#240;usin lei ahte ''Sabmela&#154;'
farri Anarii' 1951' &#225;lggus.<A HREF="kap250n.htm#x23">[23]</A>

<P>Mii guosk&#225; siskk&#225;ldas searveeallimii, de oa&#191;&#191;ugo&#240;ii S&#225;miid Lihttu fargga
st&#225;htadoarjaga, omd. 150.000 m&#225;rkki 1948:s.<A HREF="kap250n.htm#x24">[24]</A>
Searvi maid oa&#132;&#132;ui vissis meari skea&#185;kkaid, omd. 175.000 m&#225;rkki 1954:s.
Searvi lei dalle juolludan nuorra oahpp&#225;i 10.000 m&#225;rkki stipeandan.<A HREF="kap250n.htm#x25">[25]</A>

<P>1948:s geah&#132;&#132;alii searvi cegget govvabl&#225;&#240;i, Sabmi, doaimmaheaddji
guovttos leigga Nilla Outakoski ja Pekka Lukkari.<A HREF="kap250n.htm#x26">[26]</A>
Man guhkk&#225; Sabmi cevzzii, in die&#240;e, muhto 1950 r&#225;jes doaimmahii Pekka
Lukkari okto fas o&#240;&#240;a bl&#225;&#240;i, baj&#225;beal namuhuvvon Tunturisanomat.<A HREF="kap250n.htm#x27">[27]</A>
In dan ge bl&#225;&#240;i die&#240;e guhkk&#225; go cevzzii. Stuor&#225;mus barggu dagai searvi go
&#225;sahii S&#225;mi Musea An&#225;rii Turku Universitehta ohppiid vehkiin. D&#225;llu lei
g&#225;rvvis 1959:s.<A HREF="kap250n.htm#x28">[28]</A>

<P>S&#225;miid Lihtus badj&#225;nii 1950-jagiid gaskkamuttus s&#225;gastallan galggai go
vuo&#240;&#240;udit b&#225;ikk&#225;la&#154; servviid. Ovd&#225;l go s&#225;gastallan &#132;uo&#191;&#191;ilii lei Johan
Nuorgam G&#225;regasnj&#225;rggas fitnan veahkeheamen johtui 'Samii Litton
urheilujaoston Karigasniemen osasto (Samii Litto v&#226;lastallamjuohka&#240;usa
Karigasnjargga oassi)'.<A HREF="kap250n.htm#x29">[29]</A> 1954:s &#132;&#225;lii son
dattege:

<blockquote> 'Ohcejoga pe&#228;ldi hallujuvvo viehka k&#226;rrasit tal t&#226;st, &#226;hte
Samii Lihttu k&#226;lgga&#154;ii viidanit kielddai mieldi nu, &#226;hte juohki kielddast
liv&#132;&#132;ii sierranis Samii Lihttu, m&#226;inna Lihtuin liv&#132;&#132;ii oktasa&#154; Samii
Lihtuid Lihttu. (...) Muhto m&#226;ggar le&#228;k vejola&#154;vuo&#240;ak taggar viiddis organ
ordnemist, m&#226;st tal le&#228; sahka? T&#226;sa fasti&#240;iv&#132;&#132;em njuolgga, &#226;hte t&#226;sa e&#228;i
le&#228;k vejola&#154;vuo&#240;ak m&#226;ggarakge.' </blockquote>

<P>Ruhtahea&#240;i gea&#191;il ii liv&#132;&#132;e vejola&#154; doallat daid servviid badjin:

<blockquote> 'Ko valda fuobma&#154;ubmai, &#226;hte tal tam ovtta Samii Lihtu p&#226;jas
toallamii m&#226;nna ruhta f&#226;rga 1 miljon markki, m&#226;n kolust riihka maksa f&#226;l
p&#226;djela&#154; 200.000:- j&#226; nuo 750.000:- markki skahppo Lihttu ie&#154; toaimmainis,
te ferte jierbmi mielde addet, &#226;hte ii kostige fidne&#154;ii ru&#240;a vi&#240;a
Lihttui.'<A HREF="kap250n.htm#x30">[30]</A> </blockquote>

<P>Stivra ii lean ovttaoaivilis Nuorgamiin, go mearridii ahte
vuollesearvvit galget &#225;sahuvvot, vuostta&#154; Soapp&#225;hii.<A
HREF="kap250n.htm#x31">[31]</A> Mo d&#225;inna bargguin geavai, ii leat vissis,
muhto S&#225;miid Lihttu goittot bisui v&#225;ttis dilis mieht&#225; &#225;iggi. Seamm&#225; &#225;iggi
go s&#225;gastallan badj&#225;nii, &#132;&#225;lii Sabmela&#154; ahte S&#225;miid Lihttu ii nagat olbmuid
&#132;ohkket &#132;oahkkimiidda, muhto gilvovuodjimiidda ja
njoarostallangilvvohallamiidda gal bohtet olbmot vi&#154;&#154;alit.<A HREF="kap250n.htm#x32">[32]</A>

<P>1971 r&#225;dj&#225;i ledje Davviriikkaid s&#225;mekonfer&#225;nssaid Suoma s&#225;ttatgottiin
&#225;irasat S&#225;mi &#130;uvgehussearvvis ja S&#225;miid Lihtus. B&#225;lgosiid ovttastus ge lei
s&#225;ttatgottiin f&#225;rus vaikko ii ie&#154;alddis lean s&#225;mesearvi, muhto l&#225;gas
&#225;sahuvvon eal&#225;hussearvi. &#193;iggi mielde maidd&#225;i Ohcejoga &#193;mm&#225;tguol&#225;steaddjiid
ja -meahcc&#225;steaddjiid searvi (Utsjoen Ammattikalastajain ja -mets&#228;st&#228;j&#228;in
Yhdistys) beasai s&#225;ddet virgg&#225;la&#154; s&#225;ttatolbmuid konfer&#225;nssaide. Searvi
vuo&#240;&#240;uduvvui 1960:s.<A HREF="kap250n.htm#x33">[33]</A> Maidd&#225;i Deanub&#225;kti,
nu guhk&#225; go dat doimmai, lei f&#225;rus Suoma s&#225;ttatgottis. Searvi vuo&#240;&#240;uduvvui
1963:s, muhto 1968:s juo lei doaibma sakka geahpp&#225;nan.<A HREF="kap250n.htm#x34">[34]</A>
Searvis veadj&#225; leama&#154; lean &#225;irras du&#154;&#154;e 1965' konfer&#225;nssas.

<P>Mu&#240;ui ii leat &#225;ibbas &#132;ielggas gu&#240;e searvvit ledje Ohcejogas 1960-jagiin.
Mun lean namahan Deanub&#225;vtti ja Ohcejoga &#193;mm&#225;tguol&#225;steaddjiid ja
-meahcc&#225;steaddjiid searvvi, muhto dasa lassin &#132;&#225;lla Johannes Helander
(1994) ahte dohko vuo&#240;&#240;uduvvui S&#225;mi Siida ry 1950-jagiid loahpas. D&#225;n
searvvis ledje sulai &#132;uo&#240;i lahtu 1994:s. S&#225;mer&#225;di doaibma&#132;ilgehusas jagiide
1966-1968 muitaluvvui ahte vaikko vel Deanub&#225;vtti doaibma lei vuollin, de
lei Ohcejohki dattege aiddo vuo&#240;&#240;uduvvon b&#225;ikegottesearvi.<A HREF="kap250n.htm#x35">[35]</A>

<P>D&#225;idda servviide lassin namuhuvvojit vel guokte searvi suomabealde 1968
r&#225;dj&#225;i. Helssega s&#225;mi studeanttaidsearvi vuo&#240;&#240;uduvvui 1965:s<A HREF="kap250n.htm#x36">[36]</A>
ja Lapin Paliskunta, Oulu studeanttaid searvi, lei 1968 konfer&#225;nssa &#225;iggi
aiddo vuo&#240;&#240;uduvvon.<A HREF="kap250n.htm#x37">[37]</A> Ohcejoga
b&#225;ikegottesearvi (-searvvit?) ja studeantasearvvit eai o&#191;&#191;on s&#225;ddet
&#225;irasiid s&#225;mekonfer&#225;nssaide. Dien ga&#191;aldahkii m&#225;hcan ma&#185;&#185;&#225;, go guorahalan
S&#225;mir&#225;&#240;i njuolggadusaid.


<H4>Ruo&#188;&#188;a</H4>

Ruo&#188;a bealde ihte vuostta&#154; m&#225;ttas&#225;mi searvvit gaskal 1904 ja 1921. Vuostta&#154;
davvis&#225;mi searvi ruo&#188;a bealde orru leamen &#130;ohkkirasa/Girona s&#225;mesearvi mii
bo&#240;ii johtui 1930-jagiin. 1940:s geah&#132;&#132;aledje s&#225;menuorat cegget SAMU, muhto
searvi ii doaibman go moadde jagi.<A HREF="kap250n.htm#x38">[38]</A> Ovd&#225;l
nuppi m&#225;ilbmesoa&#240;i st&#225;hta goittot muhttin muddui attii s&#225;miide vejola&#154;vuo&#240;a
buktit ovd&#225;n oaiviliiddiset &#132;ielggademiid birra stuorra &#132;oahkkimiin
(&#214;stersund 1918, Arvidsjaur 1937). Nu geavai ge go muhtin &#132;elggadus mii
guoskkai bohccobierggu jo&#240;iheapm&#225;i almmuhuvvui 1947:s. D&#225;n &#132;oahkkimis, mii
dollui Arvidsjaur:s 1948:s, v&#225;lljejuvvui njeallje olbmo l&#225;vdegoddi mii
galggai r&#225;hkkanit riikkasearvvi vuo&#240;&#240;udeami. Ii lean vuostta&#154; gearddi go
geah&#132;&#132;aledje riikkasearvvi vuo&#240;&#240;udit, go &#225;lgo 1940-jagiin maid lei joavku
bargamin. Muhto 1948' l&#225;vdegoddi fihttii oa&#132;&#132;uhit maidd&#225;i &#132;earuid f&#225;rrui
searv&#225;i, ja lihkostuvai.<A HREF="kap250n.htm#x39">[39]</A>

<P>Ruo&#188;a S&#225;miid Riikkasearvi (RSR), mii vuo&#240;&#240;uduvvui Johkamohkis 1950:s,
lea erenoam&#225;&#154; dan dihte, ahte eai du&#154;&#154;e s&#225;mesearvvit leat mielde, muhto
maidd&#225;i &#132;earut, mat leat boazodoallol&#225;ga vuo&#240;ul &#225;sahuvvon. Nu go ovddit
kapihttalis &#132;&#225;jehin, de lei boazodoalloh&#225;ldd&#225;husas nana bearr&#225;igeah&#132;&#132;u
&#132;earuid doaimmain. Miellahttovuohta Ruo&#188;a S&#225;miid Riikkasearvvis rabai
&#132;earuide o&#240;&#240;a vuogi v&#225;ikkuhi&#154;goahtit ie&#191;aset dill&#225;i. Nuppi d&#225;fus &#132;anai d&#225;t
organiserenvuohki RSR st&#225;hta boazodoallopolitihkkii, go &#132;earut dahke
stuor&#225;mus oasi miellahtuin.<A HREF="kap250n.htm#x40">[40]</A> RSR g&#225;rttai
boazodoalloorganisa&#154;uvdna.<A HREF="kap250n.htm#x41">[41]</A> Vaikko RSR
ie&#191;as oainnu mielde lea geah&#132;&#132;alan ovddidit buot s&#225;pmela&#132;&#132;aid bero&#154;tumiid
Ruo&#188;a bealde, de eai leat buohkat dohkkehan searvvi sin ovddasteaddjin.

<P>Vuosttamu&#154; &#225;&#154;&#154;iid gaskkas mas eisev&#225;ldit bero&#154;tedje RSR' oaiviliin, lei
go o&#240;&#240;a s&#225;meskuvlaortnet dohkkehuvvui 1962:s. Nu go ovddit kapihttalis
&#132;ilgejin, de lei boazos&#225;pmela&#132;&#132;aid v&#225;r&#225;s &#225;sahuvvon segregerejeaddji
skuvlaortnet 1913:s. 1919 r&#225;jes &#225;sahuvvui sierra virgi s&#225;meskuvllaid
d&#225;rkkisteapm&#225;i (nomadskoleinspekt&#246;r). S&#225;meskuvllaid d&#225;rkkisteaddjit v&#225;lde
1930-jagiid r&#225;jes vuhtii maid v&#225;nhemat oaivvildedje skuvlla diliin. Dakko
bokte besse s&#225;pmela&#132;&#132;at v&#225;ikkuhit skuvlla ovd&#225;neapm&#225;i. 1940-jagiin buot
s&#225;meskuvllat ledje o&#191;&#191;on albma &#225;ssodagaid &#225;ssangoa&#240;iid sadj&#225;i; ja dat
buoridii m&#225;n&#225;id dearvva&#154;vuo&#240;a. 1944:s biddjui s&#225;pmela&#154; s&#225;meskuvllaid
d&#225;rkkisteaddji virg&#225;i, nammalassii Israel Ruong. Reforbmadoaimmainis Ruong
v&#225;ruhii ahte v&#225;nhemat dorjo su, nu ahte s&#225;htii eisev&#225;ldiide buktit
's&#225;pmela&#132;&#132;aid oainnu' skuvlla&#225;&#154;&#154;iin. Ruong, gii lei filologiija doavttir,
dovddai eisev&#225;ldiid bargovugiid, ja sus ledje oahpp&#225;sat virgealbm&#225;id
gaskkas. Danin ii lean sutnje nu lossat doallat oktavuo&#240;a
guovdd&#225;&#154;eisev&#225;ldiiguin go ear&#225; s&#225;pmela&#132;&#132;aide liv&#132;&#132;e lean.<A HREF="kap250n.htm#x42">[42]</A>

<P>Seamm&#225; l&#225;hkk&#225;i go Norggas geavai, de ordnejuvvui Ruo&#188;a skuvla o&#240;&#240;asit
1950-jagiin. Jurdda lei ahte buohkain galggai leat seamm&#225; buorre
skuvlaf&#225;laldat. D&#225;n oktavuo&#240;as fertii o&#240;&#240;asit geah&#132;&#132;at s&#225;meskuvlla ge, go
dat han dakko d&#225;fus ii deavd&#225;n o&#240;&#240;a juksanmeriid. 1957 ja 1960 gaskkas
&#132;ielggadii muhttin l&#225;vdegoddi s&#225;meskuvlla, ja das ledje guokte s&#225;pmela&#132;&#132;a
mielde, nammalassi Ibba &#197;stot ja Israel Ruong. Ga&#191;aldat lei, galggai go
s&#225;meskuvla heaittihuvvot, ja s&#225;mem&#225;n&#225;t v&#225;zzit seamm&#225; skuvllain go buot ear&#225;
m&#225;n&#225;t? L&#225;vdegotti v&#225;st&#225;dus lei ahte s&#225;meskuvla bisuhuvvo, muhto oahpahus
rievdaduvvo. Skuvla ii &#154;at galgan leat du&#154;&#154;e boazos&#225;miid v&#225;r&#225;s, juohke
s&#225;pmela&#154; galggai s&#225;httit s&#225;ddet m&#225;n&#225;idis dohko. Dasa lassin &#225;sahuvvui s&#225;mi
joatkkaskuvla Jiellev&#225;rr&#225;i. Ja loahpala&#132;&#132;at; m&#225;n&#225;t galge beassat oahppat
s&#225;megiela, ja s&#225;mi historj&#225;i ja kultuvrii ge galggai leat oahpahusas sadji.
Oppa lohk&#225;i j&#225;vkkai s&#225;meskuvlla segregerejeaddji doaibma, dan sadj&#225;i bo&#240;ii
skuvla mii lei rabas buot s&#225;mem&#225;n&#225;ide.<A HREF="kap250n.htm#x43">[43]</A>

<P>Riikkabeivviin &#132;ujuhuvvui RSR' oaivilli go o&#240;&#240;a skuvlaortnet
dohkkehuvvui, ja orru leamen &#225;ibbas &#132;ielggas ahte ortnet lei RSR' miela
mielde. D&#225;t dattege ii mielddisbukt&#225;n ahte Ruo&#188;a s&#225;mepolitihkka lei &#225;lf&#225;rot
nupp&#225;stuvvamin. Reforpmat gal bohte, muhto s&#225;miid oaidnu ii v&#225;ldon vel
oll&#225;sit vuhtii. Dan s&#225;htt&#225; erenoam&#225;&#191;it oaidnit das mii
boazodoallopolitihkas ja vuoigatvuo&#240;a&#225;&#154;&#154;iin geavai.

<P>RSR lei f&#225;mohis searvi &#225;lgojagiid. Juo 1948-jahke&#132;oahkkimis ledje s&#225;mit
g&#225;ibidan st&#225;htas l&#225;hkadovdi. Dan RSR oa&#132;&#132;ui 1962:s, ja dan r&#225;jes nanusmuvai
searvi sakka. Tomas Cram&#233;r, gii goh&#132;odii ie&#191;as 'sameombudsmann', bargago&#240;ii
dal&#225;n dea&#188;&#225;la&#154; &#225;&#154;&#154;iiguin nu go Altevatn-&#225;&#154;&#154;iin (1958-1968), Norgga ja Ruo&#188;a
gaskasa&#154; boazoguohtun&#154;iehtadallamiiguin (1959-72), ja vearroduoddariid
riekte&#225;&#154;&#154;iin (1966-1981).

<P>Oppalohk&#225;i oa&#132;&#132;ui Cram&#233;r hui olu dadjamu&#154;a RSR politihka h&#225;bmema h&#225;rr&#225;i,
go riika&#132;oahkkimis ii lean doarv&#225;i kompet&#225;nsa bidjat su vuost&#225;. Son lei
RSR' bargol&#225;vdegotti lahttu, ja vuolggahii ie&#154; ge &#225;&#154;&#154;iid. Juo 1970-jagiid
&#225;lggus ledje muhtimat nimmurdi&#154;goaht&#225;n su v&#225;lddi gea&#191;il.<A
HREF="kap250n.htm#x44">[44]</A>

<P>RSR &#225;sahii &#132;&#225;llingotti Stockholmii go Cram&#233;r biddjui virg&#225;i.<A HREF="kap250n.htm#x45">[45]</A>
Dakko bokte &#154;attai geahppaseabbo doallat oktavuo&#240;a guovdd&#225;&#154;eisev&#225;ldiiguin.

<P>Dasa lei d&#225;rbu. 1964:s omd. nammadii r&#225;&#240;&#240;ehus l&#225;vdegotti mii &#132;ielggadii
o&#240;&#240;a boazodoallol&#225;ga (dohkkehuvvon 1971:s). R&#225;&#240;&#240;ehus ii dohkkehan RSR'
evttohasa l&#225;vdegodd&#225;i (Tomas Cram&#233;r), ja nammadii ie&#154;r&#225;&#240;&#225;la&#132;&#132;at
boazos&#225;pmela&#132;&#132;a gii ii lean RSR miellahttu. Danin fertii RSR g&#225;vdnat ear&#225;
vugiid mo v&#225;ikkuhit &#132;ielggadanl&#225;vdegotti bargui, omd. nammadii RSR
bargojoavkku mii galggai doallat oktavuo&#240;a l&#225;vdegottiin.
Eanandoalloministar ge bovdejuvvui RSR riikka&#132;oahkkimiidda. D&#225;n l&#225;hk&#225;i
nagadii RSR oa&#191;&#191;ut &#132;a&#240;a muhtin oasi ie&#191;as g&#225;ib&#225;dusain. L&#225;vdegoddi gergii
barggus 1968:s. Ovd&#225;l Riikkabeivviid l&#225;hkameannudeami div&#154;&#154;ui RSR
oktavuo&#240;aid bellodagaiguin, oa&#191;&#191;un dihte sin doarjut RSR oaiviliid. D&#225;t
lihkostuvai viehka muddui.<A HREF="kap250n.htm#x46">[46]</A>

<P>D&#225;kk&#225;r bargovugiiguin nagadii RSR 1960-jagiin nanusmahttit
organisa&#154;uvnna, ja eisev&#225;ldit dohkkehedje searvvi s&#225;miid ovddasteaddjin
mealgat gergoseabbo go ovd&#225;l.

<P>Riekte&#225;&#154;&#154;iid vuodjin lei RSR v&#225;ldostrategiija 1960- ja 1970-jagiin. Go
Ruo&#188;a Alimus Riekti celkkii duomus vearroduottar&#225;&#154;&#154;is 1981:s, de dovde
s&#225;pmela&#132;&#132;at dan de go liv&#132;&#132;e vuoittahallan. Organisator&#225;la&#154; v&#225;ikkuhus lei
ahte RSR muhtii bargovuogis. Cram&#233;r celkii eret virggistis, ja &#132;&#225;llingoddi
f&#225;rrehuvvui Upmii - lagabui miellahtuidis, ja RSR l&#225;hkadovdi ii &#154;at goh&#132;ot
ie&#191;as 'sameombudsmann'.<A HREF="kap250n.htm#x47">[47]</A>

<P>Vearroduottarduopmu buvttii lihkk&#225; &#225;kkaid dan strategiijii man mielde
RSR bargago&#240;ii 1980-jagiin: S&#225;mi Vuoigatvuo&#240;al&#225;vdegotti bokte. Muhto dan
lea lunddoleabbo &#132;ilget ma&#185;&#185;elis - strategiija doalvu min otn&#225;
s&#225;mepolitihkala&#154; dill&#225;i Ruo&#188;as.

<P>Boazodoalu ja &#225;iggi rievdama gea&#191;i 1928' boazodoallol&#225;hka heivii funet
ma&#185;&#185;&#225;soa&#240;i diliide. Ruo&#188;a segrega&#154;uvdnapolitihkka boazos&#225;miid guovdo lei
jurdda&#154;uvvon g&#225;httet &#225;rbevirola&#154; intensiiva boazodoalu, muhto 1928:s juo
lei boazodoallu olu guovlluin jorran ekstensiiva boazodoalu guvlui. Vaikko
gilvinr&#225;dj&#225; galggai sirret boazodoalu eanandoalus, de lihkk&#225; ledje
sisabahkkemat lass&#225;nan vuovde&#132;uohppamiid, ruvkedoaimmaid ja dulvademiid
gea&#191;il. &#130;earut liv&#132;&#132;e d&#225;rbba&#154;an eanet friddjavuo&#240;a juohkebeaivv&#225;la&#154;
boazobarggus go 1928' boazodoallol&#225;hka ja boazodoalloh&#225;ldd&#225;hus suovai.<A HREF="kap250n.htm#x48">[48]</A>

<P>L. af Klintberg, gii Ruo&#188;a eisev&#225;ldiid beales &#132;ilgii Ruo&#188;a beali
boazodoallol&#225;ga 1968' s&#225;mekonfer&#225;nsii, oaivvildii ahte &#132;earru:

<blockquote> '(...) dattege ill&#225; lea heivehuvvon boazodoalu stivremii, go
&#132;errui ii leat addon dakk&#225;r v&#225;ldi mii d&#225;rbba&#154;uvvo jos galgga&#154; pl&#225;net ja
jo&#240;ihit boazodoalu ja juogadit goluid vuoiggala&#132;&#132;at.'<A HREF="kap250n.htm#x49">[49]</A> </blockquote>

<P>Dakk&#225;r v&#225;ldi gulai boazodoalloh&#225;ldd&#225;hussii.

<P>O&#240;&#240;a boazodoallol&#225;ga &#225;rvalus almmu&#154;tuvai jahkebeali ovd&#225;l go 1968'
s&#225;mekonfer&#225;nssa dollui. L&#225;gas ledje stuorra rievdadusat ovddit l&#225;gaid
ektui. Politihkala&#154; d&#225;sis lei juo 1962' boazodoallol&#225;hka d&#225;hkkidan s&#225;miide
saji bajimus r&#225;&#240;&#240;eaddi org&#225;nas boazodoalus, st&#225;hta eanandoallostivrra
boazoeal&#225;husl&#225;vdegottis. 1971' l&#225;ga mielde o&#191;&#191;o maid ovddasteddjiid leanaid
boazodoallos&#225;ttatgottiin, ja mu&#240;ui ge h&#225;ldd&#225;hus rievdaduvvui.<A HREF="kap250n.htm#x50">[50]</A>

<P>S&#225;mefoanda, mii lei vuo&#240;&#240;uduvvon 1943:s, ja mii h&#225;ldda&#154;ii buhtadusaid
maid &#132;earut o&#191;&#191;o sisabahkkemiid ovddas, maidd&#225;i demokratiserejuvvui 1971'
l&#225;gas. S&#225;pmela&#132;&#132;at besse leat mielde juohkimin ru&#240;a, ja dasa lassin
lasihuvvui foanda st&#225;hta juolludemiiguin kulturdoaimmaide. S&#225;mefoandda
ru&#240;aid juohkin lea 1993 biddjon Ruo&#188;a S&#225;medikki h&#225;lddus.

<P>Mu&#240;ui rabai 1971' l&#225;hka miellahttovuo&#240;a ear&#225;ide ge go 1928' l&#225;hka dagai;
omd. sii geat gu&#240;&#240;e boazodoalu, s&#225;htte doalahit miellahttovuo&#240;aset logi
jagi ovd&#225;l go masse dan. &#130;earru maidd&#225;i oa&#132;&#132;ui veah&#225; stuor&#225;t
mearridanv&#225;lddi das ahte gean dohkkehedje miellahttun.

<P>1971' boazodoallol&#225;ga mearr&#225;dusat &#132;earu doaimmaid birra leat
vuo&#240;&#240;uduvvon dan modealla ala maid muhttin 1951' dohkkehuvvon l&#225;gas lei
biddjon ekonom&#225;la&#154; servviid doaimmaide. &#130;earu doaimmain galge leat
ekonom&#225;la&#154; mihttomearit. Dea&#188;&#225;leamos rievdadus lei v&#225;rra ahte boazodoallu
1971 r&#225;jes, viimmat, galggai jo&#240;ihuvvot oktasa&#132;&#132;at. Dakko j&#225;vkaduvvui 1928'
l&#225;ga mearr&#225;dus ahte juohke boazoisit galg&#225; doallat sierra ealu, nu go
leama&#154; dan &#225;iggi go ain lei intensiiva boazodoallu. Mu&#240;ui rievddai &#132;earu
stivren nu ahte s&#225;htii doaibmat ekonom&#225;la&#154; ovttadahkan;
boazodoalloh&#225;ldd&#225;hus ii lean &#154;at f&#225;rus &#132;oahkkimiin go &#132;earru dagai
mearr&#225;dusaidis. &#130;earru maid galg&#225; beassat buktit oaiviliiddis buot
mearr&#225;dusain maid leanah&#225;ldd&#225;hus dahk&#225; ja mat guoskkahit &#132;earu diliide. D&#225;t
ge lea o&#240;as 1971 r&#225;jes.

<P>&#130;earru maidd&#225; mearrida man olu bohccot juohke boazoisididis s&#225;htt&#225; leat.
Go &#132;earru dahk&#225; mearr&#225;dusaid, de lea boazoisidiin jienastanvuoigatvuohta
boazologu ektui. Jurdda lea ahte sii geain lea olu bohccot, 1971 r&#225;jes
m&#225;kset eambbo &#132;earu goluin go sii geain lea unn&#225;n boazu. Muhto dalle maid
galg&#225; sis leat eanet dadjamu&#154; &#132;earu siskk&#225;ldas diliin.

<P>RSR doarjjui viehka muddui d&#225;id rievdadusaid, muhto muhtin
boazos&#225;pmela&#132;&#132;at eai h&#225;liidan ahte &#132;earru jora&#154;ii ekonom&#225;la&#154; searvin.
Erenoam&#225;&#191;it balle sii ahte jos ovdde&#154; boazodoallovugiid rievdade&#154;, de maid
j&#225;vket dea&#188;&#225;la&#154; oasit s&#225;mekultuvrras. Nupp&#225;stusat mielddisbukte omd. ahte
boazorea&#185;ggat 1971' r&#225;jes o&#191;&#191;o ruhtab&#225;lkk&#225;, mii liv&#132;&#132;e &#225;ibbas amas muhtin
guovlluin gos rea&#185;ggat ain o&#191;&#191;o muhtin bohcco jahk&#225;i re&#185;goma ovddas. O&#240;&#240;a
ortnet maid mielddisbuvttii ahte &#132;earru mearridii man olu ja goas ie&#154;gu&#240;et
boazoisit galg&#225; bargat boazomeahcis; ja son prinsihpas m&#225;ksojuvvo dan
ovddas. Boazodoalus leama&#154; guo&#240;uheapmi ordnejuvvon 'vuoru' mielde;
muhttimat atne d&#225;n vuogi vuoigatmeahttumin, go unna boazoeaigg&#225;dat
fertejedje seamm&#225; olu bargat bohccuiguin go stuorra boazoisit, ja s&#225;htte
dan l&#225;hkk&#225;i &#154;addat measta dego rea&#185;gan stuor&#225;t boazoisidii.

<P>RSR dattege ii dorjon buot &#225;rvalusaid. Erenoam&#225;&#191;it lei RSR duhtameahttun
dainna ahte olmmo&#154;geahpideapmi ja ekonom&#225;la&#154; effektiviseren galggai leat
boazodoallol&#225;ga ulbmil. RSR oaivvildii ahte ulbmil liv&#132;&#132;e galgat
s&#225;meguovlluid ja s&#225;pmela&#132;&#132;aid sosi&#225;lala&#154; ja ekonom&#225;la&#154; buresbirgen, ii dat
ahte mo eret beassat sis geaidda ii lean &#154;at sadji boazodoalus. RSR
h&#225;liidii baicce ahte l&#225;ga bokte liv&#132;&#132;e &#132;earru organiserejuvvot nu ahte buot
s&#225;mit geat &#225;sse &#132;earu eatnamiin, galge leat &#132;earu miellahtut; ja ahte
sidjiide d&#225;hkidiv&#132;&#132;e muhtin vuoigatvuohta &#225;rbevirola&#154; birgenl&#225;hk&#225;i. Oppa
lohk&#225;i g&#225;ibidii RSR ahte &#132;earru o&#132;&#132;o&#154;ii lobi cegget fitnodagaid &#132;earu
namas, ja ahte &#132;earu miellahtut o&#132;&#132;o&#154;edje bargat lotnolaseal&#225;husain
boazodollui lassin.

<P>Ii RSR lean duhtava&#154; dainna ge ahte boazooallol&#225;ga l&#225;vdegoddi ii lean
guorahallan boazodoalu eananvuoigatvuo&#240;aid.

<P>RSR' 1969' riikka&#132;oahkkin bivddii ahte r&#225;&#240;&#240;ehus vuos vuordd&#225;&#154;ii veah&#225;
ovd&#225;l go bidj&#225; l&#225;hka&#225;rvalusa Riikkabeivviid ovdii. Dakko riikka&#132;oahkkin
manai stivrra &#225;rvalusa vuost&#225;, ja sivvan dasa lei vuostemiella nu hoahpus
rievdadit &#132;earu ekonom&#225;la&#154; searvin. Mearr&#225;dus ma&#185;&#185;onahtii l&#225;ga 1971'
r&#225;dj&#225;i, muhto mu&#240;ui ii nagadan opposi&#154;uvdna atnit das &#225;vkki. Muhto ear&#225; ge
&#225;&#154;&#154;it &#132;&#225;jehit ahte eai buot Ruo&#188;a s&#225;mit lean RSR' njunno&#191;iid duohken.
Stockholmmas dollui miella&#132;&#225;j&#225;hus 1.5.1970 gos g&#225;ib&#225;dus lei 'Sami&#230;dnan
s&#225;miide - samemakt i sameland' - ja Svenssona (1973:191) oaivvilda ahte
RSR' njunno&#191;at eai liikon riekta dasa, go miella&#132;&#225;j&#225;husa duohken lei RSR'
r&#225;dik&#225;la nuoraidl&#225;vdegoddi.<A HREF="kap250n.htm#x51">[51]</A> Johkamohkis
i&#240;ii vel o&#240;&#240;a searvi, Norrbottens Samef&#246;rbund.<A HREF="kap250n.htm#x52">[52]</A>
Ovdde&#191;is lei ng. Storuman-joavku juo 1960-jagiid gaskkamuttu r&#225;jes
bargagoaht&#225;n boazodoalu olggobeal s&#225;miid bero&#154;tumiiguin.<A HREF="kap250n.htm#x53">[53]</A>

<P>&#130;earut galge ie&#191;a mearridit galge go registreret ie&#191;as ekonom&#225;la&#154;
searvin, muhto l&#225;gas ledje ekonom&#225;la&#154; b&#225;ggengaskaoamit hoahpuhan dihte
&#132;earuid dohkkehit o&#240;&#240;a organiserenm&#225;lle. Jos eai registreren, de s&#225;htii
leanah&#225;ldd&#225;hus nammadit olbmo doaimmahit &#132;earu &#225;&#154;&#154;id, ja &#132;earru fertii
b&#225;lkk&#225;hit olbmo. D&#225;t liv&#132;&#132;e g&#225;rtan divrras, ja b&#225;ggii &#132;earuid &#132;&#225;lihit
ie&#191;aset ekonom&#225;la&#154; searvin. RSR' njunno&#191;at dorjo d&#225;n ortnega, ja dat ge
&#132;uo&#132;&#132;ildahtii opposi&#154;uvnna.

<P>Ruo&#188;a S&#225;miid Riikkasearvi nagadii 1960-jagiin nanusmahttit politihkala&#154;
v&#225;ikkuhanbarggus, ja ii leat olu rievdan dan r&#225;jes. Nanusmuvvamii lea
dea&#188;&#225;leamos sivvan ahte searvi oa&#132;&#132;ui l&#225;hkadovdi 1962 r&#225;jes. L&#225;hkadovdi,
Tomas Cram&#233;r, lei guovdd&#225;&#191;is mearrideamen RSR politihka gitta dass&#225; go
Alimus Riekti 1981:s celkkii duomus vearroduoddariid riekte&#225;&#154;&#154;is. Dalle
rievdadii RSR politihkas, ja Cram&#233;r gu&#240;ii virggis. Muhto juo 1971'
boazodoallol&#225;ga &#225;&#154;&#154;i oktavuo&#240;as bo&#240;ii ovd&#225;n ahte RSR:s lei sihke siskk&#225;ldas
ja olggobeal opposi&#154;uvdna. M&#225;&#185;ggas oaivvildedje Cram&#233;ras lei menddo olu
dadjamu&#154;&#154;an RSR:s, ja ahte lei boastut go RSR' geah&#132;&#132;alii oa&#191;&#191;ut
dohkkehuvvot s&#225;pmela&#154; eananvuoigaid dainna l&#225;giin ahte vujii &#225;&#154;&#154;iid
duopmostuoluin dan sadj&#225;i go &#154;iehtadallagoahtit r&#225;&#240;&#240;ehusain.

<P>RSR' organiserenvuohki ge dahk&#225; v&#225;ttisin &#132;ohkket buot Ruo&#188;a s&#225;miid RSR'
duohk&#225;i. Searvvi gea&#240;gejuolgi lea &#132;earru, ja &#132;earut leat l&#225;ga bokte
nannosit &#132;atnojuvvon boazodollui. Ear&#225; searvvit, omd. b&#225;ikk&#225;la&#154;
s&#225;mesearvvit, gal s&#225;httet buktit ovd&#225;n g&#225;vpots&#225;pmela&#132;&#132;aid ja s&#225;pmela&#154;
ruvkebargiid, oahpaheaddjiid ja guorbmebiillavuoddjiid bero&#154;tumiid RSR:s,
muhto jos g&#225;ib&#225;dusat guoskkahit &#132;earuid vuoigatvuo&#240;aide, de lea v&#225;ttis
&#225;ddet mo RSR s&#225;htt&#225; olles vuimmiinis doarjut dakk&#225;r g&#225;ib&#225;dusaid.

<P>Muhto go dieht&#225; man unn&#225;n dadjamu&#154; s&#225;pmela&#132;&#132;ain lei boazodoallo&#225;&#154;&#154;iin
1960-jagiide, go patri&#225;rkala h&#225;ldd&#225;hus mearridii measta buot mii guoskkai
boazodollui, de b&#225;hc&#225; lihkk&#225; ima&#154;tallat ledje go RSR:s nu m&#225;&#185;ga
molssaeavttu maid gaskkas v&#225;lljet. Sii o&#191;&#191;o l&#225;hkadovdi veahkkin, ja
geavahedje dan veahki buoridit &#132;earuid oktavuo&#240;aid buot l&#225;g&#225;n eisev&#225;ldiide.


<H4>Norga</H4>

S&#225;mi Searvvi vuo&#240;&#240;udeami &#132;ilgedettiin dadjen ahte s&#225;miide ii meinnestuvvan
doallat badjin searvvi mii liv&#132;&#132;e buot s&#225;pmela&#132;&#132;aid v&#225;r&#225;s. S&#225;mi Searvi
jorai moatti jagis s&#225;meustibiid riikasearvin. Dass&#225; go S&#225;mi Searvi fas
reorganiserejuvvui 1960-jagiin, lea Norggas nappo du&#154;&#154;e okta riikasearvi
man s&#225;htt&#225; navdit buvttii ovdan s&#225;pmela&#132;&#132;aid ie&#191;aset oainnuid. D&#225;t searvi
lei Norgga Boazos&#225;pmela&#132;&#132;aid Riikasearvi (NBR).

<P>NBR' vuo&#240;&#240;udeapmi 1946-1948 ii lean &#225;ibbas r&#225;f&#225;la&#154;, go oainnut
sierranedje das ahte galggai go vuo&#240;&#240;udit boazodollui eal&#225;hussearvvi vai
galggai go searvi ovddastit buot s&#225;miid d&#225;&#191;a bealde. NBR dattege ii
g&#225;r&#191;&#191;idan ie&#191;as doaimma du&#154;&#154;e boazodoalu &#225;&#154;&#154;iide, muhto buvttii ovdan
oaivilis buot dea&#188;&#225;la&#154; &#225;&#154;&#154;iide mat ledje ovdan 1948:s ovddosguvlui.<A HREF="kap250n.htm#x54">[54]</A>


<P>Searvvis ledje stuorra v&#225;ttisvuo&#240;at 1950- ja 1960-jagiin. Searvvis lei
heajos ruhtadilli, ja miellahttolohku orru lean leama&#154; vuollegis. 1965:s
muitaluvvui davviriikkaid s&#225;mekonfer&#225;nsii ahte NBR ii lean vel albmal&#225;hk&#225;i
ceagganan, muhto lei oa&#191;&#191;ugoaht&#225;n b&#225;ikk&#225;la&#154; servviid sihke
Nuorta-Finnm&#225;rkkus ja Tromssas.<A HREF="kap250n.htm#x55">[55]</A>
1960-jagiid loahpageah&#132;en lei dattege NBR oa&#191;&#191;ugoaht&#225;n veah&#225;
st&#225;htadoarjaga, dan veardde ahte 1967:s s&#225;htii b&#225;lkk&#225;hit bealle
&#132;&#225;llivirggi. Supmi lei NOK 25.000.<A HREF="kap250n.htm#x56">[56]</A>

<P>Searvebarggus orru leama&#154; v&#225;ttis doalahit kontinuitehta. Per Otnes
(1970) oaivvildii ahte sivva lei go searvi &#132;atna&#154;uvai menddo sakka st&#225;hta
boazodoalloh&#225;ldd&#225;hussii, s&#225;mev&#225;ldiid bokte, nu ahte ii duostan menddo
garrasit ovddidit boazos&#225;miid bero&#154;tumiid. Otnes dattege &#132;anai ie&#191;as
o&#240;&#240;akoloni&#225;la teoriiaide, ja anii dea&#188;&#225;la&#154; mihtun ledje go ie&#154;gu&#240;et ge
servviin radik&#225;la vai moder&#225;hta g&#225;ib&#225;dusat eisev&#225;ldiide. Moder&#225;hta servviin
ledje su s&#225;tnegeavaheami mielde 'doaibmahehttejuvvon' dahje 'marionehtaid'
strategiija, ja d&#225;idda servviide gulai su oaivila mielde NBR ge.<A HREF="kap250n.htm#x57">[57]</A>

<P>Otnes nappo ii dohkkehan ahte s&#225;miid gaskkas s&#225;httet leat m&#225;&#185;ga oaivila
s&#225;mepolitihka ja ear&#225; s&#225;mi guoski &#225;&#154;&#154;iid h&#225;rr&#225;i. Su die&#240;uid mielde ledje ge
NBR:s viehka olu sihke siskk&#225;ldas sierramielala&#154;vuohta ja vaikkoba moivi
ge. Searvi g&#225;rttai 1957 r&#225;jes molsut ovdaolbmo juohke jagi, ja bargu gill&#225;i
die&#240;us das.

<P>1957' riika&#132;oahkkimis lei bohccobierggu vuovdinortnet &#225;&#154;&#154;in. Ortnet
liv&#132;&#132;e bukt&#225;n mielddis f&#225;sta biergohatti, muhto hattis liv&#132;&#132;e gesson divat
mii liv&#132;&#132;e mannat fondii man ru&#240;at geavahuvvo&#154;edje boazodollui &#225;vkin. Dasa
eai lean buohkat mielas, ja &#132;oahkkimis &#132;uo&#191;&#191;ilii garra n&#225;ggu. Dasa lassin
&#225;&#154;&#154;&#225;skuhttui ovdaolmmo&#154; leat v&#225;ld&#225;n searvvi ru&#240;aid ie&#191;as d&#225;rbbuide. Otnes
(1970:189-190) oaivvilda &#132;oahkkin ii lean &#225;ibbas reh&#225;la&#154; dan &#225;&#154;&#154;is.
Ovdaoolmmo&#154;, m&#225;ttas&#225;pmela&#154; Paul Danielsen, geass&#225;dii suhtus, ja
Davvi-Tr&#248;ndel&#225;ga boazos&#225;miid searvi gu&#240;ii NBR go oaivvildii ahte
davvis&#225;miid eai luoht&#225;n NBR:i dan veardde ge ahte liv&#132;&#132;e juolludit searv&#225;i
veah&#225; eanet miellahttom&#225;vssu. Riika&#132;oahkkimis ledje dovddut nu b&#225;hkkasat
ahte g&#225;vnnahii buoremussan ma&#185;idit boahtte riika&#132;oahkkima jagiin.

<P>1958:s ii nappo lean riika&#132;oahkkin, ja ii 1961:s ge. Oainn&#225;t 1960'
riika&#132;oahkkimis fas buoll&#225;i riidu mii dagahii ahte &#132;oahkkin ohppit
g&#225;vnnahii buoremussan ma&#185;idit boahtte riika&#132;oahkkima jagiin, 1962 r&#225;dj&#225;i.
D&#225;n vuoru badj&#225;nedje &#225;&#154;&#154;it mat ledje juo 1947' eahpelihkostuvvan
vuo&#240;&#240;udan&#132;oahkkima givssidan. Dan joavkkus mii h&#225;liidii searvvi buot s&#225;miid
v&#225;r&#225;s, ledje maid Helgel&#225;ndda m&#225;ttas&#225;mit. Sin gaskkas ledje kommunisttat
ge, ja d&#225;t geavahuvvui sin vuost&#225;, go lei ballu ahte kommunisttat &#225;igo
infiltreret s&#225;me&#225;&#154;&#154;iid. D&#225;id kommunisttaid gaskkas lei Nils Olav Kappfjell,
gii lei &#154;addan ovdaolmmo&#191;in 1960:s go v&#225;lljejuvvon ovdaolmmo&#154; j&#225;mii.
Kappfjell l&#225;giidii 1960' gi&#240;a galledanm&#225;tkki Guol&#225;dahkii, vai beasa&#154;edje
oaidnit mo boazos&#225;miid dilli lea doppe. Dan sivas lihcohalai son
ovdaolmmo&#191;in 1960' riika&#132;oahkkimis, garra n&#225;kku ma&#185;&#185;&#225; d&#225;n ge h&#225;vi.
Virgg&#225;la&#154; sivva lei ahte sii eai lean m&#225;tkko&#154;tan Norgga ja Sovjetlihtu
gaskasa&#154; kultur&#154;iehtadusa olis, muhto dikte Sovjetlihtu m&#225;ksit m&#225;tkegoluid.

<P>Kommunistaballu lei garra f&#225;pmu Norgga politihkas 1950- ja 1960-jagiin,
muhto NBR' v&#225;ttisvuo&#240;aid duohken orrot leamen lassi sivat. Dea&#188;&#225;leamos lea
die&#240;us ahte searvvis lei unn&#225;n ruhta, ahte stivra lei bie&#240;ggui mieht&#225;
riikka, ja ahte sii fertejedje doaimmahit searvebargguid asto&#225;iggis. Muhto
dasa lassin orru leamen nu ahte m&#225;tta- ja davvis&#225;miin ledje goapp&#225;t l&#225;g&#225;n
oaivilat mo searvi galggai doaibmat. Juo 1948' vuo&#240;&#240;udan&#132;oahkkimis
dig&#225;&#154;tallui galge go sm&#225;vva boazoeaigg&#225;dat beassat miellahttun vai eai.<A HREF="kap250n.htm#x58">[58]</A>
Vuoste&#225;gga Finnm&#225;rkku s&#225;miid bealis lei ahte jos luoitt&#225;&#154;ii sin f&#225;rrui, de
s&#225;htte maidd&#225; sm&#225;vvad&#225;lola&#132;&#132;at beassat f&#225;rrui, jos sis ledje geah&#132;&#132;obohccot
boazos&#225;miid luhtte. M&#225;ttimus m&#225;ttas&#225;mit gis h&#225;liidedje searvvi mii
bargga&#154;ii stuorra boazos&#225;pmela&#132;&#132;aid &#225;&#154;&#154;iiguin. Muhtimat Finnm&#225;rkkus eret,
ja Helgel&#225;ndda m&#225;ttas&#225;mit, d&#225;htto sm&#225;vva boazoeaigg&#225;diid f&#225;rrui.
Helgel&#225;ndda s&#225;mit deattuhedje erenoam&#225;&#191;it ahte sii mu&#240;ui gah&#132;a&#154;edje searvvi
olggobeall&#225;i, go sis leat nu sm&#225;vva ealut, ja sin ealuin leat fulkkiin olu
geah&#132;&#132;obohccot. Danin atne sii &#225;ittan guovllu s&#225;pmela&#154;vuhtii jos sin
doallovuohki ii dohkkehuvvo NBR:s.

<P>Biergovuovdinortnet mii du&#154;&#154;ai 1957' riika&#132;oahkimis, liv&#132;&#132;e erenoam&#225;&#191;it
leat &#225;vkin stuorit boazoeaigg&#225;diidda, nu go m&#225;ttimus m&#225;ttas&#225;mi guovllus.
Ortnet liv&#132;&#132;e v&#225;rra buktit ru&#240;a NBR doibmii biergodivatfoandda bokte, ja
m&#225;ttas&#225;mit dorjo mu&#240;ui ge, nu orru, miellahttoru&#240;a bajideami. Searvejurdda
lei dasa lassin &#225;lggos badj&#225;nan m&#225;ttas&#225;miid gaskkas. Davvis&#225;mit eai lean nu
&#225;&#185;girat searvat NBR:i, ja eai v&#225;rra oaidn&#225;n searvvis nu stuorra &#225;vkki.
Searvvi riiddut biergovuovdinortnega gea&#191;il ja NBR' Guol&#225;datm&#225;tkki gea&#191;il
&#132;uozai erenoam&#225;&#191;it m&#225;ttas&#225;miide geat mu&#240;ui liv&#132;&#132;e nannosepmosit doarjut
NBR.

<P>Easkka 1970-jagiin orru NBR' dilli buorr&#225;nan dan veardde ahte juksago&#240;ii
muhtin mihttomeriid. Stuorra vuoitun searv&#225;i lei go Stuorradiggi 1976:s
dohkkehii doarjaga boazodollui seamm&#225; m&#225;lle mielde mii eanandoalus ja
guol&#225;steamis lei (boazodoallo&#154;iehtadus). 1976:s s&#225;htii NBR b&#225;lkk&#225;hit
juristta, Arne G. Arnesen, &#132;&#225;llingotti doaimmaheaddjin, ja 1978 r&#225;dj&#225;i
barggai searvi erenoam&#225;&#191;it o&#240;&#240;a boazodoallol&#225;ga &#225;&#154;&#154;iin. Easkka d&#225;l &#225;lggii
NBR systemaht&#225;la&#132;&#132;at geavahit lobby-taktihka, bargovuohki man Ruo&#188;a S&#225;mi
Riikasearvi lei juo 1960-jagiid &#225;lggus geavahi&#154;goaht&#225;n.<A HREF="kap250n.htm#x59">[59]</A>

<P>D&#225;n oktavuo&#240;as galg&#225; dattege muitit ahte NBR oa&#132;&#132;ui juristta 14 jagi
ma&#185;&#185;&#225; go RSR. Ovdamearkka dihte ledje RSR:s buoret vejola&#154;vuo&#240;at go NBR:s
v&#225;ikkuhit Ruo&#188;a ja Norgga gaskasa&#154; boazoguohtun&#154;iehtadallamiidda
1960-jagiin. NBR ii goassege bukt&#225;n ovdan oaiviliiddis &#225;&#154;&#154;&#225;i ovd&#225;l go
boazoguohttunkonven&#154;uvdna &#132;&#225;llui vuoll&#225;i 1972:s. RSR geah&#132;&#132;alii mieht&#225;
&#225;iggi vuodjit ruo&#188;a beali boazos&#225;miid bero&#154;tumiid Ruo&#188;a
&#154;iehtadallans&#225;ttatgottis, ja dagai dan nu garrasit ahte s&#225;ttatgoddi
rievdadii siskk&#225;ldas organiserema vai n&#225;vccahuht&#225;&#154;ii RSR' ovddasteaddjiid.
Manin NBR bisui j&#225;vohaga &#225;&#154;&#154;is, s&#225;htii die&#240;us leat danin go lei d&#225;&#191;a beali
boazos&#225;miide vuoitun jos ruo&#188;a beali s&#225;mit manahit guohtumiid d&#225;&#191;a bealde.
Muhto Bjarnar (1982), gii lea dutkan Norgga st&#225;hta &#154;iehtadallanstrategiija,
oaivvildii ahte lea eanet j&#225;hkihahtti ahte sivva lei ahte NBR ain lei
vuoimmeheamit go RSR.<A HREF="kap250n.htm#x60">[60]</A>


<p><A HREF="dsr.htm"><A NAME = "x3">[Sisdollui]</A></a>
<H3>Dilli 1950-jagiin</H3>

Jos sulastahtt&#225; ovd&#225;l soa&#240;i s&#225;mepolitihkala&#154; doaimmaid 1950-jagiid
doaimmaide, de leat vissis erehusat &#132;albm&#225;i&#132;uohcci. Stuor&#225;mus erehus lei
ahte ovd&#225;l soa&#240;i g&#225;rte s&#225;mit Norgga bealde okto bargat, sis ii lean doarjja
v&#225;ldo&#225;lbmogis. Ruo&#188;a bealde lei dilli ear&#225;, go doppe ledje sis ustibat geat
d&#225;vj&#225; bukte ovdan s&#225;miid g&#225;ib&#225;dusaid Riikabeivviin ge. Ruo&#188;a bealde cevze
goittot muhtin searvvit, ja 1918 r&#225;jes lea Samefolkets Egen Tidning boaht&#225;n
olggos. Otn&#225; namma lea Samefolket.

<P>Politihkala&#154; mobiliseren lei reak&#154;uvdna daidda v&#225;ttisvuo&#240;aide mat s&#225;miin
ledje - ja d&#225;vj&#225; lei &#225;igumu&#154; vuosttildit st&#225;hta politihka. Mii eat die&#240;e nu
olu mo gielddaid, leanaid/fylkkaid guovdo barge ovdal soa&#240;i, muhto
j&#225;hkkimis bero&#154;tedje s&#225;meaktivisttat eanemusat st&#225;hta politihkas.

<P>S&#225;melihkadusas ledje siskk&#225;ldas erehusat m&#225;tta- ja davvis&#225;mi guovlluin.
M&#225;ttas&#225;mit, ja oppa lohk&#225;i Ruo&#188;a bealde, deattuhedje boazodoalu
bero&#154;tumiid, go dat ledje &#225;igeguovdilat st&#225;htaid politihkas sihke Norggas
ja Ruo&#188;as. Finnm&#225;rkkus ii lean boazodoallopolitihkka &#225;igeguovdil 1900-logu
&#225;lggus. Dan liv&#132;&#132;e lean ovdamearkka dihte 1852:s Ruo&#154;&#154;a r&#225;dj&#225;giddema
oktavuo&#240;as, muhto dalle ii &#132;uo&#191;&#191;ilan s&#225;mepolitihkala&#154; organisa&#154;uvdna,
politihkala&#154; bargu lei ain amas siseatnama s&#225;miide. Mii lei &#225;igeguovdil
erenoam&#225;&#191;it 1880-jagiid r&#225;jes, lei d&#225;ruiduhttinpolitihkka, ja dan vuost&#225;
organiserejedje 1904 r&#225;jes.

<P>Vuotnas&#225;meguovlluin Finnm&#225;rkkus badj&#225;nii maidd&#225; bargiidlihkadus seamm&#225;
&#225;iggi go s&#225;melihkadus. Ear&#225; ge guovlluin Eurohpas leat n&#225;&#154;&#154;on&#225;la ja
sosialist&#225;la&#154; lihkadusat g&#225;rtan gilvalit sieluid alde. Vuotnas&#225;meguovlluin
&#132;&#225;jehuvvui ahte bargiidlihkadusas ledje stuor&#225;t vejola&#154;vuo&#240;at &#132;a&#240;ahit
politihkas, go st&#225;hta, d&#225;ruiduhttinpolitihkainis, g&#225;rttai menddo gievra
s&#225;melihkadussii. Boazodoalloservviin eai lean sullasa&#154; gilvaleaddjit, nu
ahte vaikko vel ledje vuoimmeheamit, de nagadedje goittot muhtin searvvit,
erenoam&#225;&#191;it Ruo&#188;a bealde, doalahit badjin doaimma. Norgga bealde orru du&#154;&#154;e
Helgel&#225;nddas leama&#154;an veah&#225; kontinuitehta searvebarggus 1900-logu
&#225;lgojagiin otn&#225;&#191;ii.

<P>D&#225;t kontinuitehta, ahte boazodoalus nagadedje doallat badjin vissis
politihkala&#154; forumiid, boaht&#225; ovd&#225;n go fas mobiliseregohte 1940-jagiin.
Sihke Norggas ja Ruo&#188;as nagadedje cegget boazos&#225;pmela&#132;&#132;aid riikaserviid
1940-jagiin. Norgga bealde geah&#132;&#132;aledje vel vuo&#240;&#240;udit s&#225;mesearvvi
&#132;earddala&#154; vuo&#240;u ala. Jos dat liv&#132;&#132;e meinnestuvvat, liv&#132;&#132;e lean joatkka
Anders Larsena ja S&#225;pp&#225;id Iss&#225;ha vuotnas&#225;mi lihkadussii. Suomas gal
nagadedje cegget dakk&#225;r searvvi, muhto dat ge geavai erenoam&#225;&#154; dilis, gos
&#225;igeguovdilis v&#225;ttisvuo&#240;aide ev&#225;hko m&#225;&#185;&#185;&#225; lei d&#225;rbu o&#240;&#240;a &#132;ovdosiidda.
Veadj&#225; leat nu ahte Suoma s&#225;miide ovd&#225;l eai lean deaividan dakk&#225;r
servodatrievdamat maidda sii liv&#132;&#132;e dovdan d&#225;rbbu reageret politihkala&#132;&#132;at.

<P>Boa&#240;usin ovd&#225;lsoa&#240;i s&#225;pmela&#132;&#132;aid politihkala&#154; mobilieremis lei ahte
&#132;ielga &#132;earddala&#154; mobiliseren ii meinnestuvvan. Jos &#132;earddala&#154; bero&#154;tumiid
galge dik&#154;ut, de lei dan vejola&#154; dahkat du&#154;&#154;e boazos&#225;pmela&#132;&#132;aid servviid
bokte. D&#225;t lea hui dea&#188;&#225;la&#154; &#225;rbi ovd&#225;lsoa&#240;i rah&#132;amu&#154;ain, ja h&#225;bmii sakka
politihkala&#154; s&#225;gastallama gitta dass&#225; go &#132;ielga &#132;earddala&#154; mobiliseren fas
i&#240;ii 1970-jagiin.

<P>Ovd&#225;l go s&#225;pmela&#132;&#132;at nu guhk&#225;s ollejedje, de dahkkui stuorra bargu
l&#225;h&#132;it diliid nu ahte s&#225;pmela&#132;&#132;at boazodoalu olggobealde ge searvva&#154;edje
&#132;earddala&#154;, dahje n&#225;&#154;&#154;uvnnala&#154; rah&#132;amu&#154;aide. D&#225;t bargu &#225;lggii s&#225;meustibiid
servviin, S&#225;mi &#130;uvgehussearvvis, S&#225;me-&#196;tnamis ja S&#225;mi S&#230;rvis. Mun &#225;iggun
dattege &#132;uovvut d&#225;n barggu nu mo dat boaht&#225; oidnosii Davviriikkaid
S&#225;mekonfer&#225;nssain ja Davviriikkaid S&#225;mir&#225;&#240;i bargguin.

<p><A HREF="dsr.htm">[Sisdollui]</A>
<A HREF="kap230.htm">[Ovddit kapihttalii]</A>
<A HREF="kap520.htm">[&#130;uovvova&#154; kapihttalii]</A>
<A HREF="../index.htm">[Ruovttusiidui]</A>

<hr>

<P>August 5, 1996 &copy; M&#225;kk&#225; Regnor
<br>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975.
<br>(Bealleg&#225;rvves m&#225;nus)

<hr>
</BODY>
<hr>
<ADDRESS>
S&#225;mepolitihkala&#154; searvvit 1960-jagiide
<br>Regnor.Jernsletten@sami.uit.no
</ADDRESS>
<hr>
</HTML>




