<HTML>
<HEAD>
<!-- http:////www.sn.no/~rjernsle/dsr/kap530.htm -->

<!-- The Saami characters on this page may be read with a -->
<!-- font that supports the proposed Latin 9 (Saami) character set. -->
<!-- Integrity check:            -->
<!-- Davvis&#225;mi: &#225;&#193;&#132;&#130;&#240;&#208;&#152;&#137;&#185;&#184;&#154;&#138;&#188;&#186;&#191;&#190; -->

<TITLE>
Ruhtadeapmi
</TITLE>
</HEAD>
<BODY>
<p><A HREF="dsr.htm"><A NAME = "x0">[Sisdollui]</A></a>

<h1>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975</h1>
<H2>Ruhtadeapmi</H2>
<H3>1950- ja 1960-jagiin</H3>

&#193;lgo&#225;iggi ruhtadiliin mus eai leat olu die&#240;ut. Vuosttas s&#225;mekonfer&#225;nsii,
Johkamohkis 1953:s, o&#191;&#191;o r&#225;&#240;&#240;ehusain ru&#240;a. Ruo&#188;a bealde bohte ru&#240;at
s&#225;mefoanddas.<A HREF="kap530n.htm#x1">[1]</A>

<P>1960-jagiin juolludedje Norgga Eanandoalludepartementa ja Girko- ja
oahpahusdepartementa NOK 10.000 jahk&#225;sa&#132;&#132;at, muhto eanandoallodepartementa
l&#225;vii nimmurdit S&#225;mer&#225;&#240;i bargovugiid gea&#191;il.<A
HREF="kap530n.htm#x2">[2]</A> 1970:s goittot du&#154;&#154;e Girko- ja
oahpahusdepartementa juolludii oasistis, NOK 5.000.<A HREF="kap530n.htm#x3">[3]</A>
Eanandoallodepartementa oaivvildii nammalassii ahte S&#225;mir&#225;&#240;&#240;i uhc&#225;n barggai
boazodoallo&#225;&#154;&#154;iiguin. Muhto heajos oktavuo&#240;at Norgga
eanandoallodepartementta ja S&#225;mir&#225;&#240;i gaskkas &#132;uo&#191;&#191;iledje gal juste Norgga
ja Ruo&#188;a boazoguohtun&#154;iehtadallamiid oktavuo&#240;as.

<P>Doaibma&#132;ilgehusas &#225;igodahkii 1968-71 daddjo ge Norgga juhkosa beales
ahte ruhtadilli lea hedjonan.<A HREF="kap530n.htm#x4">[4]</A> 1974'
konferansii &#132;ilgejuvvo fas ahte: 'D&#225;l oa&#191;'&#191;o Norga juogos 30 000,- jakk&#225;i
Norga ei'sev&#225;ldiin bar'guruttan.'<A HREF="kap530n.htm#x5">[5]</A>

<P>Ruo&#188;a bealde juolludii S&#225;mefoanda j&#225;mma ru&#240;a S&#225;mer&#225;&#240;i bargui, muhto olu
attii, ii dieht&#225;n Wigdehl (1972:85). Doaibma&#132;ilgehusas &#225;igodahkii 1972-74
&#132;ilge Ruo&#188;a juogus &#225;&#154;&#154;i n&#225;: 'Juogos l&#228; mu&#240;ui jakk&#225;sa&#191;&#191;at &#229;ccan ru&#240;a ruo&#188;a
r&#225;&#240;&#240;ehusas ja Samefoanddas ie&#191;as ja Giellal&#225;v'deg&#229;ddi d&#229;i'bmii.'

<P>Suoma bealde lei S&#225;mir&#225;&#240;&#240;&#225;i f&#225;sta ruhtajuolludeapmi st&#225;htabu&#154;eahtas.
1970 r&#225;dj&#225;i lei juolludeapmi FIM 2.100, 1971 r&#225;jes FIM 2.500. 1950-jagiin
vejii juolludeapmi leama&#154; nuo FIM 1.000.<A HREF="kap530n.htm#x6">[6]</A>
Dasa lassin juolludii vel Suopma ru&#240;a konfer&#225;nssaid oktavuo&#240;as. Muhto 1974'
konfer&#225;nsii die&#240;ihii juogus ahte sii ledje o&#191;&#191;on FIM 9.800 1972:s, 1973:s
FIM 12.400, ja 1974:s olles FIM 28.000. Das ma&#185;&#185;&#225; lea rehketdoallu &#225;immuin,
nu ahte mun m&#225;hcan fas Suoma juhkosa ruhtadill&#225;i.

<P>De jorggihan ie&#154;gu&#240;et juhkosa ruhtadilis &#132;&#225;llingotti, dahje
Davviriikkaid S&#225;mir&#225;&#240;i ie&#191;as ruhtadill&#225;i. Oainn&#225;t baj&#225;bealde namuhuvvon
juolludemiide lassin oa&#132;&#132;ui S&#225;mir&#225;&#240;&#240;i f&#225;sta ruhtajuolludemiid &#132;&#225;llingodd&#225;i.
S&#225;mir&#225;&#240;&#240;i bivddii Davviriikkaid R&#225;&#240;i jahk&#225;sa&#132;&#132;at juolludit ru&#240;a
&#132;&#225;llingodd&#225;i. Davviriikkaid R&#225;&#240;&#240;i &#225;v&#191;&#191;uhii riikkaid nu dahkat, ja 1962
r&#225;jes oa&#191;&#191;ugo&#240;ii S&#225;mir&#225;&#240;&#240;i SEK 5.000. Juolludeamit lasihuvvojedje 1969:s
SEK 8.000 r&#225;dj&#225;i.<A HREF="kap530n.htm#x7">[7]</A> Riikkat adde ie&#191;aset
f&#225;sta oasi d&#225;s, &#132;oavdaga 5:4:3 mielde - mii v&#225;stidiv&#132;&#132;e ie&#154;gu&#240;et riikka
s&#225;meorganisa&#154;uvnnaid oasi S&#225;mir&#225;di lahtuin (golmmas Suomas, njealjis Ruo&#188;as
ja vi&#240;as Norggas).<A HREF="kap530n.htm#x8">[8]</A>

<P>1974' s&#225;mekonfer&#225;nsii juolludii Davviriikkaid kulturoktasa&#154;barggu
virgeolbm&#225;idkomitea DKK 100.000, ja 1976:s fas DKK 150.000, muhto mu&#240;ui lei
&#132;&#225;llingottis v&#225;ivves ruhtadilli. 1974:s oa&#132;&#132;ui SEK 19.000 (FIM 17.100).

<P>1975:s oa&#132;&#132;ui S&#225;mir&#225;&#240;&#240;i kultuvrabargui DKK 70.000 (FIM 47.100)
Davviriikkain. Suoma oahpahusministeriija gis juolludii 1976:s FIM 9.000
S&#225;mir&#225;&#240;i riikkaidgaskasa&#154; bargui.

<P>Maidd&#225; ovttaskasdoaimmaide addui ruhta. Doaibma&#132;ilgestusastis &#225;igodahki
1962-65 &#132;ilge S&#225;mer&#225;&#240;&#240;i omd. ahte Samefolket lea bu&#154;eahtajagi 1965/66 r&#225;jes
oa&#191;&#191;ugoaht&#225;n SEK 50,000, nu ahte f&#225;sta olggosaddin d&#225;l &#154;add&#225; &#225;lkkit doallat
badjin.<A HREF="kap530n.htm#x9">[9]</A> Doaibma&#132;ilgehusas &#225;igodahkii
1968-71 dadjo fas ahte ruhtadilli lea nu buorre ahte s&#225;htet
smiehtadi&#154;goahtit &#225;sahit Samefolket stiftelse:n.

<P>1975:s juolludii Davviriikkaid Kultuvraruhtar&#225;jus DKK 20.000
&#130;&#225;llagat-r&#225;idui, ja maidd&#225; &#132;&#225;llinvuohkesemin&#225;rii juolludii r&#225;jus DKK
25.000.<A HREF="kap530n.htm#x10">[10]</A>

<P>Norgga juogus &#132;ilge seamm&#225; doaibma&#132;ilgehusas ahte Norgga
Boazodoallos&#225;pmela&#132;&#132;aid Riikasearvi lea oa&#191;&#191;ugoaht&#225;n st&#225;htadoarjaga, muhto
Norgga S&#225;miid Riikasearvvis, vuo&#240;&#240;uduvvon 1968:s, lei heajos ruhtadilli.


<p><A HREF="dsr.htm"><A NAME = "x1">[Sisdollui]</A></a>
<H3>&#193;lgo 1970-jagiin:  Heahti</H3>

D&#225;id luovosdie&#240;uid vuo&#240;ul lea lihkk&#225; vejola&#154; oa&#191;&#191;ut oalle d&#225;rkilis gova
S&#225;mir&#225;&#240;i ruhtadilis. &#130;&#225;llingodd&#225;i oa&#132;&#132;ui S&#225;mir&#225;&#240;&#240;i:

<PRE>

1962 r&#225;jes:    SEK 5.000
1969 r&#225;jes:    SEK 8.000
1974:          SEK 19.000

</PRE>
<STRONG>Norgga juogus</STRONG>:
<PRE>
1969 r&#225;dj&#225;i:   NOK 10.000
1970:          NOK  5.000
1974:          NOK 30.000
</PRE>

<STRONG>Ruo&#188;a juogus</STRONG>: Mus eai leat man ge l&#225;g&#225;n die&#240;ut
ruhtajuolludemiid sturrodagas.

<STRONG>Suoma juogus</STRONG>:
</PRE>
1961 r&#225;dj&#225;i:      FIM  1.000 (?)
1970 r&#225;dj&#225;i:      FIM  2.100
1971:             FIM  2.500
1972:             FIM  9.800
1973:             FIM 12.400
1974:             FIM 28.000
</PRE>

<P>Ruhtamearri bisui nappo seamm&#225; d&#225;sis mieht&#225; 1960-jagiid, ja easkka
1970-jagiin lass&#225;ni&#154;go&#240;i ruhta. 1970-jagiin dattege sturro S&#225;mir&#225;&#240;i
ambi&#154;uvnnat, ja doaibma lass&#225;nii. 1974' konfer&#225;nsa mearridii omd. ahte d&#225;s
duohko galge s&#225;mekonfer&#225;nssat dollot juohke nuppi jagi, vai &#225;&#154;&#154;iid
ovddidiv&#132;&#132;e beaktileabbo go ovd&#225;l. Muhto ruhtadilli hehttii.

<P>Dasa fertii &#132;oavddus g&#225;vdnot. Doaibma&#132;ilgehusas &#225;igodahkii 1972-74
muitaluvvui ahte Kalle Nickul lei bovdejuvvon &#225;&#154;&#154;edovdin Davvirikkaid R&#225;&#240;i
r&#225;&#240;&#240;e&#132;oahkkimii guovvam&#225;nus 1972. Boa&#240;usin lei ahte Davviriikkaid R&#225;&#240;&#240;i
soabai s&#225;ddet davviriikkaide &#132;uovvova&#154; rekommenda&#154;uvnna:

<blockquote>'Nordiska R&#229;det rekommenderar regeringarna i Finland, Norge och
Sverige att gemensamt och i samr&#229;d med samerna ge dem och deras
organisationer omedelbart ekonomiskt st&#246;d i tj&#228;nliga former, allt i syfte
att underst&#246;dja samernas anstr&#228;ngningar att st&#228;lla medel till f&#246;rfogande
f&#246;r de ytterligare utredningar som kan erfordras f&#246;r att finna best&#229;ende
l&#246;sningar p&#229; samernas problem.'</blockquote>

<P>S&#225;mir&#225;&#240;&#240;i lei nappo o&#132;&#132;odi&#154;goaht&#225;n f&#225;sta ruhtajuolludemiid Davviriikkaid
R&#225;&#240;is. Dat lihkostuvai easkka 1978:s. Dan botta lei S&#225;mir&#225;&#240;i doaibma
stuor&#225;t go maid bursa gierddai. &#130;uovvova&#154; doaibma&#132;ilgehusain &#132;ilgejuvvo ge
hui d&#225;rkilit S&#225;mir&#225;&#240;i rah&#132;amu&#154;ain &#132;ilget eisev&#225;ldiide dilis. Sihke g&#225;vcc&#225;t,
ovcc&#225;t ja log&#225;t S&#225;mekonfer&#225;nssat besse gullat man v&#225;ttis bargodilli
&#132;&#225;llingottis lei. Dat veadj&#225; leat sivvan dasa ahte 1974' konfer&#225;nssas eai
prentejuvvon go loahppacealk&#225;mu&#154;at. 1971' konfer&#225;nssas ii prentejuvvon go
S&#225;mi kulturpolitihkala&#154; progr&#225;mma. Log&#225;t konfer&#225;nsii, An&#225;ris 1976:s,
geigejuvvon doaibma&#132;ilgehusas lohkat omd. manin ovcc&#225;t konfer&#225;nssas ii
almmu&#154;tuvvan olles konfer&#225;nsaraporta, du&#154;&#154;e oassi:

<blockquote>'Konferansa giehtto, mij lij 80 sijdo guhkke, lij rejdas
d&#225;rogiellaj ja suomagiellaj &#229;d&#229;jagem&#225;non 1977. Dajna g&#229; giehtto ij lim
&#229;ll&#229;nam s&#225;megiellaj dallutji, de sjattaj n&#229;v ahte g&#225;j'ka g&#229;l'm&#229; oase
liddjin r&#228;j'da prientima vuoll&#225;j esski tjavtjam 1977. S&#225;mer&#225;de
tjallemd&#229;jmadus ittjij dalloj adn&#225;m n&#229;v edna biednigijt ahte man&#225;j
prienntit j&#229;r'b&#229; hoaj'dogiehtov. Danen prientiduvvin ber &#225;l'go ja
konferansa resolusj&#229;vn&#229;. &#193;ssje sjattaj d&#225;n l&#225;hk&#225;j danen g&#229; s&#225;mer&#225;de anij
biednikhiehtijt jagen 1977.'<A HREF="kap530n.htm#x11">[11]</A>
</blockquote>

<P>Ii das galle:

<blockquote>'Tj&#225;llen lib&#225; &#229;rrum Leif Rantala ja Samuli Aikio. Gitta
tjak'tjaj 1977 anij Samuli Aikio oasse&#225;mm&#225;dav tj&#225;llen. Leif Rantala anij
&#229;lles&#225;mm&#225;dav viehkketj&#225;llen (oasse&#225;mm&#225;dav guovvam&#225;nos - g&#229;l'gom&#225;nnuj 1976).
Viddjura biednik-hoajdo h&#225;rr&#225;j, lij akta oarre dasi ahte Samuli Aikio
21.7.1977 &#225;noj luohpadus&#225;v 1.10.1977 r&#225;jes. Bar'gojuogos vattij sunji
loabev hiej'tet ja b&#225;l'kij Leif Rantalav &#229;llesbar'gen tj&#225;llen biejve
1.10.1977 r&#225;jes.

<P>(...) Nuor'tarijkaj S&#225;mer&#225;de tj&#225;llemd&#229;jmadusa biednikh&#225;l'do ij la jagijn
1976-1978 nanustuvvam, &#225;jnat tj&#225;llemd&#229;jmadus la moaddi adn&#225;m biednikv&#225;nev.
B&#228;j'v&#225;sasj bar'go l &#225;reduvvum dajna g&#229; &#228;lla biedniga &#229;rrum.

<P>Tj&#225;lle lib&#225; moatte b&#225;le h&#228;httum ietjaska biednigijs biedjat b&#228;j'v&#225;sasj
&#229;lgusg&#229;lojda. Jagen 1976 ittjij tj&#225;llemd&#229;jmadus oadtjum enap biednigijt g&#229;
jur n&#229;v ednagav ahte buvtij &#225;sadit s&#225;mij IX konferansav. Ma&#241;&#241;egietjen 1976
vaddin kultuv'ra- ja &#229;hpadusministera 800.000 dkr ma b&#229;htin esski
guovvam&#225;non 1977. D&#225; biedniga n&#229;hkin dal&#225;, danen g&#229; tj&#225;llemd&#229;jmadus lij
viessum l&#229;naj nanna jagen 1976.

<P>Biednik&#229;ts&#229;lvis 1977 ma&#241;&#241;egietje &#229;v'd&#229;j, r&#225;jaduvvuj biejven 23.5.1977
Kultuv'ratj&#225;llemd&#229;jmadussaj K&#246;penhamnan. Biednik&#229;ts&#229;lvis&#225; hadde lij 57.000
smk ja &#229;ts&#229;lvis&#225;n tjuottjoj ahte d&#225;t l&#229;hko lij unnemus biednikhadde majna
m&#225;htt&#225; bargov anodit baddjen. Ministerr&#225;de vattij biehtsem&#225;non 1977 40.000
dkr (26.480 smk). Dat biednik-l&#229;hko aj ruvva n&#229;g&#229;j, ja hoajdov ittjij
mannam joar'ket s&#228;mmi l&#225;hk&#225;j g&#229;k &#229;v'd&#229;l.

<P>Ma&#241;&#241;&#225;j &#229;vt&#229; tj&#229;hkanime aktan Ministerr&#225;de tj&#225;llemd&#229;jmadusa
&#229;vd&#229;stiddjijn, &#229;ssudak&#229;jvijn Skau, r&#225;jaduvvuj duodde&#229;ts&#229;lvis bas&#225;dis- ja
jav'lam&#225;noj &#229;v'd&#229;j. L&#229;hko lij 12.000 smk. Minister&#225;de vattij 14.12.1977,
11.670 smk, ma b&#229;htin 29.12.1977.

<P>Tj&#225;llemd&#229;jmadus lij 1977 sinna guok'ti &#229;llu biednigahti, ja lij moadda
m&#225;no &#229;llu biednik-doar'jaga dagi. Jahk&#225;j 1978 la Ministerr&#225;de vadd&#225;m
150.000 dkr (&#229;ts&#229;lvishadde lij 200.000 dkr).

<P>G&#229; s&#225;mer&#225;de ij ane f&#225;ssta sajev Ministerr&#225;de biednik-plana sinna, de
sjaddi tj&#225;llemd&#229;jmadussaj d&#225;hkkir biednik-hiehte. Jahke 1973 r&#225;jes la
s&#225;mer&#225;de &#229;hts&#229;m f&#225;ssta biednik-doar'jagav, valla d&#225;n r&#225;ddj&#225;j dassta ij la
sjaddam mige. D&#225;l&#225;sj diedoj miltu gal'g&#225; d&#225;t &#225;ssje vat boahtet baj&#225;s
Ministerr&#225;d&#225;j biehtsem&#225;non 1978. Hiede d&#225;n h&#225;rr&#225;j li &#229;rrum dahkira ahte
goapp&#225;sj tj&#225;llemd&#229;jmadus&#225;, K&#246;penhamnan (kultuv'ragatj&#225;lvis&#225;) ja Oslon
(ietj&#225; gatj&#225;lvis&#225;) lib&#225; s&#225;htjalam &#225;ssjev nubbe nubb&#225;j. S&#225;mer&#225;de
biednik-hiehtij birra li &#229;rrum s&#225;gastallama Svierji ja Suoma sturodikkijn
jagen 1977. Moadda s&#225;meorganisasj&#229;vn&#229; li tj&#225;ll&#225;m Nuor'tarijkaj Miniserr&#225;d&#225;j
ja bihkodam s&#225;mer&#225;de biednik-hiehtijt.

<P>S&#225;mer&#225;de siht&#225; muj't&#225;dit ahte Nuor'tarijkaj R&#225;de l oajvadam Suoma, Vuona
ja Svierji Doarjodimijt ahte sij gal'gi vaddit doar'jagav s&#225;mijda ja s&#225;mij
organisasj&#229;vn&#229;jda. F&#225;ssta doarjodimgatj&#225;lvis s&#225;mij aktisasj
organisasj&#229;v'n&#229;j, Nuor'tarijkaj S&#225;mer&#225;d&#225;j, ij la &#225;jn tjoavdedum, ihka r&#225;de
l g&#228;httjalam tjoav'det &#225;ssjev juo vihtta jage. D&#225;v m&#225;htt&#225; g&#228;httjat n&#229;v ahte
sihti vuossti bar'gat s&#225;mij ak'tisasjvuodav Nuor'tarijkaj vuodo nanna.

<P>(...) M&#225;htt&#225; jav'la ahte gatj&#225;lvis f&#225;ssta doar'jaga birra s&#225;mer&#225;de
tj&#225;llemd&#229;jmadussaj ij la &#229;v'd&#229;nam jagij 1976-1978 sinna.'<A HREF="kap530n.htm#x12">[12]</A> </blockquote>

<P>S&#225;mir&#225;&#240;&#240;i ohcago&#240;ii 1976 r&#225;jes maidd&#225;i f&#225;sta ruhtadoarjaga
kulturdoaimmaide. Dat &#225;&#154;&#154;i &#132;oavda&#154;uvai bisteva&#132;&#132;at easkka 1980-jagiid
loahpageah&#132;en, muhto &#132;uovvova&#154; &#225;igodagas goittot &#132;&#225;llingotti ruhtahea&#240;it
geahpp&#225;nedje. 1980-konfer&#225;nsaraporttas s&#225;htt&#225; oainn&#225;t lohkat:

<blockquote>'&#130;&#225;llingotti ruhtadilli lea buorranan viehka muddui v&#225;ssan
&#225;igodagas. Ministarr&#225;&#240;&#240;i juolludii Kultur&#132;&#225;llingotti bokte 200.000 d&#225;nska
kruvnnu &#132;&#225;llingotti doaimmaide 1979. Jagi 1980 &#225;lggus S&#225;mir&#225;&#240;i
ruhtaga&#191;aldagat sirdojuvvojedje Ministarr&#225;&#240;i Kultur&#132;&#225;llingottis
K&#246;penhammanis Oslo &#132;&#225;llingoddai, mi giehtadalla eara &#225;&#154;&#154;iid. Jagi 1980
bargui lea mie&#240;ihuvvon 223.000 Norgga kruvnnu. Dat ahte juolludeapmi lea
ollen dakkar d&#225;ssai, ahte r&#225;&#240;is lea vejola&#154;vuohta b&#225;lkkahit f&#225;sta bargiid,
lea s&#225;pmela&#132;&#132;aid guhkes&#225;igasa&#154; rah&#132;amiid boa&#240;us. F&#225;sta ruhtajuolludeapmi
dahka vejola&#191;&#191;an jierpmala&#154; vuogi mielde bargat davviriikkala&#154;
s&#225;me&#225;&#154;&#154;iin.'<A HREF="kap530n.htm#x13">[13]</A> </blockquote>


<p><A HREF="dsr.htm"><A NAME = "x2">[Sisdollui]</A></a>
<H3>1980-jagit:  Juolludeamit lass&#225;nit</H3>

Go ruhtadilli geahpp&#225;nii 1980-jagiin, nanusmuvai maidd&#225; &#132;&#225;llingoddi. 1978
r&#225;jes leat buot s&#225;mekonfer&#225;nssaid raporttat almmu&#154;tuvvan. &#130;&#225;llingotti
arkiiva lea ceggejuvvon, ja jahk&#225;sa&#154; rehketdoalut leat g&#225;vdnamis. 1983-1988
rehkedoalut leat maid almmuhuvvon konfer&#225;nsaraporttain, ja mu&#240;ui &#132;ilgii
S&#225;mir&#225;&#240;&#240;i ruhta- ja bargodilis juohke doaibma&#132;ilgehusas ovddosguvlui. Danin
ii leat ii d&#225;rbu ii ge heivvola&#154; juohke juolludeami &#132;ilget nu d&#225;rkilit.
Dea&#188;&#225;leabbo lea geah&#132;&#132;alit systematiseret S&#225;mir&#225;&#240;i ruhtadili geah&#132;an dihte
makk&#225;r gova dakko bokte s&#225;hta&#154;ii oa&#191;&#191;ut r&#225;&#240;i vejola&#154;vuo&#240;ain bargat
politihkala&#154; ja kultuvrrala&#154; &#225;&#154;&#154;iguin.

<P>Ruhtag&#225;ldut lass&#225;nit, bargit biddjojit f&#225;sta virggiide, doaibma viid&#225;na.
Mun geah&#132;&#132;alan doallat sierra ie&#154;gu&#240;et l&#225;g&#225;n doaimmaid. Dasa lea guokte
siva. Eisev&#225;ldit juolludedje ru&#240;aid ie&#154;gu&#240;et l&#225;g&#225;n pro&#154;eavttaide dahje
doaimmaide. D&#225;t ru&#240;at ledje nappo &#132;atnojuvvon daidda doaimmaide. Nuppi
d&#225;fus oa&#191;&#191;u S&#225;mir&#225;&#240;&#240;i ru&#240;aid dakk&#225;r doaimmaide maid ovd&#225;l eisev&#225;ldit ie&#191;a
h&#225;ldda&#154;edje - kultuvraru&#240;at lea dea&#188;&#225;leamos ovdamearka dasa. Dasa lassin
ozai S&#225;mir&#225;&#240;&#240;i ru&#240;aid dakk&#225;r pro&#154;eavttaide ja doaimmaide mas ii leat alo
vejola&#154; &#132;ilget man olu ruhta dasa lea mannan - ovdamearkan dasa lea
Eami&#225;lbmogiid M&#225;ilbmer&#225;&#240;&#240;i (WCIP).

<P>D&#225;n l&#225;hk&#225;i g&#225;rt&#225; v&#225;ttis hukset obbagova S&#225;mir&#225;&#240;i ruhtah&#225;ldda&#154;eamis. Mii
lea vejola&#154;, dattege, lea iskat makk&#225;r doaimmaide S&#225;mir&#225;&#240;&#240;i oa&#132;&#132;ui eanemus
ru&#240;ai. Mun g&#225;rttan &#132;ilget d&#225;rkileabbot (1) &#132;&#225;llingotti ruhtadili, (2)
s&#225;mekonfer&#225;nssaid ruhtad&#225;rbbuid, (3) pro&#154;eaktasisaboa&#240;uid, (4) s&#225;mi
kulturdoaimmaid ruhtadeami, (5) juhkosiid ruhtadili, (6) juolludemiid
Eami&#225;lbmogiid M&#225;ilbmer&#225;&#240;&#240;&#225;i. Juohke &#225;&#154;&#154;&#225;i gula&#154;ii politihkala&#154; barggu
&#132;ilgen, dan guo&#240;&#225;n vuos ear&#225; sadj&#225;i.

<P>Ovd&#225;l go daidda &#225;&#154;&#154;iide vuojun, lea &#225;vkk&#225;la&#154; buktit ovd&#225;n mo S&#225;mir&#225;&#240;i
ruhtajohtu lass&#225;nii 1980-jagiin. Vuol&#225;bealde g&#225;vnnat buot S&#225;mir&#225;&#240;i
sisaboa&#240;uid, bero&#154;keahtt&#225; masa ru&#240;at leat mannan:

<P>Tabealla:  <STRONG>Ruhtajohtu oktiibuot</STRONG>
<BR>G&#225;ldut:  Rehketdoalut ja rehketdoalu d&#225;rkkisteamit.

<PRE>

Jahki   FIM       Lass&#225;neapmi ovddit jagi ektui
1980    451 830
1981    357 261   -21 %
1982    384 817     8 %
1983    847 761   120 %
1984  1 301 116    53 %
1985  1 212 940    -7 %
1986  1 188 598    -2 %
1987  1 492 374    26 %
1988  1 937 801    30 %
1989  2 264 756    17 %
1990  1 996 469   -12 %
1991  2 273 791    14 %

&#193;igodat         Lass&#225;neabmi
1980 - 1984       188 %
1984 - 1988        49 %
1988 - 1991        17 %

</PRE>

<P>D&#225;s oaidn&#225; dal&#225;n ahte ruhtajohtu heahkka lass&#225;na 1983:s ja 1984:s. Dasa
lassin berre d&#225;rkut ahte 1988 r&#225;jes ii &#154;at oa&#132;&#132;o S&#225;mir&#225;&#240;&#240;i &#154;at nu olu eanet
ru&#240;a jagis jahk&#225;i go ovd&#225;l. Muhto obbagovva lea ahte 1983-1989 eisev&#225;ldit
sakka lasihedje ruhtadoarjaga S&#225;mir&#225;&#240;&#240;&#225;i. Masa juolludeamit manne, boaht&#225;
ovd&#225;n vuol&#225;bealde.


<H4>(1) &#130;&#225;llingotti ruhtadilli</H4>

Die&#240;uid &#132;&#225;llingotti ruhtadili birra g&#225;vdn&#225; sihke doaibma&#132;ilgehusain ja
rehketdoaluin. Mun lean geavahan daid rehketdoaluid ja
rehketdoallod&#225;rkkistemiid mat leat almmohuvvon konfer&#225;nsaraporttain 1988
r&#225;dj&#225;i. Dasa lassin lean geah&#132;adan rehketdoaluid jagiin 1989-1991.

<P>Die&#240;ut gusket goittot golmma &#225;&#154;&#154;&#225;i maid ii njuolga s&#225;hte buohtastahttit.
Doaibma&#132;ilgehusain oaidn&#225; man olu Davviriikkaid Ministarr&#225;&#240;&#240;i lea juolludan
1977 r&#225;jes 1987 r&#225;dj&#225;i. D&#225;id ruhtajuolludemiid ge ii s&#225;hte njuolga
buohtastahtit, go jagiin 1977-1979 die&#240;&#225;n olu juolludeapmi lei d&#225;nska
ruvnnuin (DKK), ja 1980-1986 fas Norgga ruvnnuin (NOK) ja Suoma m&#225;rkkiin
(FIM). Mun in leat astan valuhtakurssaid vuo&#240;ul cuvket buot suoma m&#225;rkin,
in ge leat astan v&#225;ldit vuhtii ahte ruhta&#225;rvu lea njiedjan.

<P>Dasa lassin bohtet vel rehketdoalu die&#240;ut. S&#225;mer&#225;&#240;is han ledje vel ear&#225;
sisaboa&#240;ut go Ministarr&#225;&#240;i juolludeamit, ja daid ii leat &#225;le nu &#225;lki
earuhit.

<P>Vai lohkki ii h&#225;vkka loguid sisa, buvtt&#225;n mun ovdan du&#154;&#154;e guokte
diehtor&#225;iddu; dat mat gusket &#225;lgojagiide (d&#225;nska ruvnnut), ja dat mat
gusket juolludemiide nu go rehketdoalu die&#240;uid mielde orru leamen.

<P>Tabealla: <STRONG>Juolludeamit S&#225;mir&#225;&#240;i &#132;&#225;llingotti v&#225;r&#225;s</STRONG>
<BR>G&#225;ldut: Doaibma&#132;ilgehusat, rehketdoalu d&#225;rkkisteamit ja rehketdoalut.

<P>a) <STRONG>Ovd&#225;l 1980</STRONG>
<PRE>

        Juolludeamit     Lass&#225;neapmi
1977    DKK    840 000   (Geah&#132;a teavstta)
1978    DKK    150 000   (Geah&#132;a teavstta)
1979    DKK    200 000   33 %

</PRE>
b) <STRONG>1980-1984</STRONG>
<PRE>

        Juolludeamit     Lass&#225;neapmi
1980    NOK    223 000
1984    NOK    550 000   147 %

</PRE>
c) <STRONG>1984-1988, 1988-1991</STRONG>
<PRE>

        Rehketdoallu     Lass&#225;neapmi
1984    FIM   584 463
1988    FIM   784 717     31 %
1991    FIM 1 011 736     29 %

</PRE>

<P>D&#225;s oaidn&#225; &#132;ielgasit ahte S&#225;mir&#225;&#240;&#240;i Davviriikkaid Ministarr&#225;&#240;i
juolludemiid bokte oa&#132;&#132;ui sakka buoret bargodili 1984 r&#225;dj&#225;i. Juolludeamit
lass&#225;nedje vel 1985:s, go ollii DKK 730,000 r&#225;dj&#225;i. Das ma&#185;&#185;&#225; ge buorr&#225;nii
ruhtadilli, muhto ruhtajuolludeamit eai gorg&#185;on &#154;at nu olu go ovd&#225;l.

<P>Dattege lea lass&#225;neapmi _unnit_ (147 %) gaskal 1980 ja 1984 go ovddit
tabealla &#132;&#225;jehii (188 %). Jagiin 1984-1988 lass&#225;nedje ruhtajuolludeamit
&#132;&#225;llingodd&#225;i sulai seamm&#225; olu go ear&#225; doaimmaide.

<H4>(2) S&#225;mekonfer&#225;nssaid ruhtad&#225;rbu</H4>

Dasa lassin oa&#132;&#132;ui S&#225;mir&#225;&#240;&#240;i ru&#240;aid s&#225;mekonfer&#225;nssaid l&#225;gideapm&#225;i.

<P>Tabealla: <STRONG>S&#225;mekonfer&#225;nssat - juolludeamit</STRONG> <BR>G&#225;ldut:
Doaibma&#132;ilgehusat, rehketdoalu d&#225;rkkisteamit ja rehketdoalut.

<PRE>

     Juolludeamit
     DKK / NOK     FIM     Lass&#225;neabmi ovddit konf. ektui
1974 DKK 100 000
1976 NOK 170 000     9 000
1978               191 135
1980
1983               249 967
1986               368 243    47 %
1989               414 839    13 %

</PRE>

<P>Ruhtajuolludeami lass&#225;neapmi lea sulai seamm&#225; d&#225;sis go ear&#225; doaimmaide
gaskal 1986 ja 1989. Konfer&#225;nssa golut leat mu&#240;ui v&#225;ttis sulastahttit ear&#225;
doaimmain - vaikko konfer&#225;nssat leat muhtinl&#225;g&#225;n 'doaibmagolut' maid haga
S&#225;mir&#225;&#240;&#240;i d&#225;l&#225; h&#225;mis ii s&#225;hta&#154;ii oppa jurdda&#154;it ge.

<H4>(3) Pro&#154;eaktasisaboa&#240;ut</H4>

D&#225;kko lean &#132;ohkken die&#240;uid bero&#154;keahtt&#225; lean go vie&#191;&#191;an loguid rehketdoalus
vai ruhtajuolludemiin. Ean&#225;&#154; die&#240;uid lean rehketdoallod&#225;rkkisteaddjiid
duo&#240;a&#154;tusain g&#225;vdnan (1980 r&#225;jes ovddosguvlui). Mun lean goittot v&#225;ruhan
ahte d&#225;t logut bohtet ear&#225; ruhtageavahemiide lassin.

<P>Tabealla: <STRONG>Pro&#154;eavttaid sisaboa&#240;ut</STRONG>
<BR>G&#225;ldut: Doaibma&#132;ilgehusat, rehketdoalu d&#225;rkkisteamit, rehketdoallu.

<PRE>

Jahki  Sisaboahtu    Pro&#154;eakta
1980   FIM  11.963   Girjeg&#225;vpi jnv.
1981   FIM  28.325   Girjeg&#225;vpi ja m&#225;tkegoluid gok&#132;an
1982   FIM   7.401   Birassemin&#225;ra?
       FIM   7.000   Girjel&#225;vdegotti barggut.
       SEK  10.000   Girjel&#225;vdegotti barggut.
1983   NOK  15.000   Semin&#225;ra eami&#225;lbmogiid vuoigatvuo&#240;aid birra.
1984
1985   FIM  54.070   Nissonsemin&#225;ra
       FIM  56.123   ON-konfer&#225;nsa
       FIM  46.549   Giellasemin&#225;ra
1986
1987   FIM 129.000   Giellal&#225;vdegoddi
1988   FIM 115.003   Nissonkonfer&#225;nsa
       FIM 156.849   Davvi Forum
1989   FIM  25 981   Nissonkonfer&#225;nsa
       FIM  46 807   M&#225;naid baj&#225;s&#154;addanpro&#154;eakta
1990
1991   FIM  42 677   Eurohp&#225;seminara

</PRE>

<P>Muhtin doaimmaide bohte oalle olu ru&#240;at, erenoam&#225;&#191;it jagiin 1985-1988.

<H4>(4) S&#225;mi kulturdoaimmaid ruhtadeapmi</H4>

Kulturdoaimmaid ruhtadeapmi badj&#225;nii &#225;&#154;&#154;in S&#225;mir&#225;&#240;i ja Davviriikkaid R&#225;&#240;i
gaskkas 1970-jagiin, go mu&#240;ui ge f&#225;sta ruhtajuolludemiid birra
&#154;iehtadallui. 1978:s lei &#225;&#154;&#154;i vel unn&#225;n ovd&#225;nan, vaikko vel Davviriikkaid
Ministarr&#225;&#240;&#240;i lei juolludan ru&#240;a dihto doaimmaide, nu go girjiid
olggosaddimii - &#130;&#225;llagat-r&#225;idui ovdamearkka dihte:

<blockquote>'1976 &#225;lgon s&#225;htjalijga kultuv'ra- ja &#229;hpadusministera
tjallemd&#229;jmadusa doarjodimgatj&#225;ldaga&#225;v, &#229;vt&#229; bar'gojuohkusij mij galgaj
ruv&#225;mus&#225;t &#229;ts&#229;dit mahkkir bar'gamvuogij miltu buoremus&#225;t luluj &#229;vdedit ja
buoredit s&#225;mij kultuvrav. D&#225;t bar'gojuogos ij la goassik biejadum.
Gatj&#225;lvis mij gullu s&#225;mekultuv'ra-doarjodibm&#225;j b&#229;dij baj&#225;s &#229;vt&#229;n
tj&#229;hkanimen jav'lam&#225;non 1977, Gierunin. D&#225;n tj&#229;hkanimen liddjin ma&#241;en
&#229;vd&#229;stiddje Ministerr&#225;de Tj&#225;llemd&#229;jmadusas, Nuor'tarijkaj S&#225;mer&#225;des, s&#225;mij
oaj'veorganisasj&#229;vn&#229;js ja s&#225;meinstituvtas. Gatj&#225;lvis giehtadallujuvvuj
valla dassta ittjij sjaddam mige oajvadus&#225; h&#225;rr&#225;j. S&#225;mer&#225;de ja
s&#225;meinstituv'ta lib&#225; ak'tan tj&#225;ll&#225;m Ministerr&#225;d&#225;j ja &#225;nodam f&#225;ssta
doar'jagav s&#225;mekultuv'raj.'<A HREF="kap530n.htm#x14">[14]</A> </blockquote>

<P>1978-konfer&#225;nsa dohkkehii kulturpl&#225;na. Das biddjui mearrin ahte
jo&#240;&#225;nepmosit &#225;sahuvvo&#154;ii ortnet mo S&#225;mir&#225;&#240;&#240;i ie&#154; s&#225;hta&#154;ii kulturdoaimmaide
geavahit ru&#240;a. Ministarr&#225;&#240;&#240;i bijai easkka 1980:s bargojoavkku guorahallat
&#225;&#154;&#154;i, man lei juo 1976:s lohpidan. Bargojoavku gearggai bargguinis
13.4.1981. Boa&#240;usin lei raporta mii prentejuvvui r&#225;iddus Nordisk
Utredningsserie 1981:6. Bargojoavku &#225;rvalii omd. Davviriikkaid S&#225;mi
Kulturfoandda, 1 mill. DKK jahkk&#225;sa&#132;&#132;at. Ministarr&#225;&#240;&#240;i ma&#185;idii &#225;&#154;&#154;i 1987
r&#225;dj&#225;i, muhto goh&#132;&#132;ui vuos Davviriikkaid S&#225;mi Instituhta v&#225;ldit badjelasas
&#132;&#225;llingotteovttasv&#225;st&#225;dusa 1984-1987, ovttain virggiin.<A HREF="kap530n.htm#x15">[15]</A>

<P>Nu geavai ge ahte S&#225;mir&#225;&#240;i doaibma&#132;ilgehusas &#225;igodahkii 1984-1986 lea
maidd&#225;i boaht&#225;n mielde 'S&#225;mir&#225;&#240;i kultur&#132;ilgejeaddji doaibma 1984-1986'.
1988:s mearridii S&#225;mir&#225;&#240;&#240;i vuo&#240;&#240;udit kultur&#132;&#225;llivirggi. 1989 r&#225;jes rievddai
ruhtadanvuohki ge:

<blockquote>'Jagi 1989 r&#225;jis lea maidd&#225;i kulturmearreruhta bidjon r&#225;&#240;i
bu&#154;ehttii, mii ee. mearkka&#154;a dan, ahte d&#225;iddaservviid oktasa&#154; &#132;&#225;llingoddi
'&#130;&#225;lli' G&#225;r&#225;&#154;jogas oa&#191;&#191;u doaibmanru&#240;aidis S&#225;mir&#225;di bokti.'<A HREF="kap530n.htm#x16">[16]</A> </blockquote>

<P>D&#225;n l&#225;hk&#225;i g&#225;rt&#225; bu&#154;eahtadilli hui molsa&#154;uddi mieht&#225; 1980-jagiid, ja
v&#225;ttis buohtastahtit S&#225;mir&#225;&#240;i oppala&#154; ruhtajo&#240;uin dahje &#132;&#225;llingotti
ruhtadiliin. &#130;uovvova&#154; tabealla ferte d&#225;rkileabbbot kommenteret.

<P>1980-1984 die&#240;ut &#132;&#225;jehit dan &#225;iggi go Ministarr&#225;&#240;&#240;i juolludii sierra
ru&#240;a S&#225;mir&#225;di kulturdoaimmaide (1986 r&#225;dj&#225;i).

<P>1983-1988 die&#240;ut leat d&#225;id juolludemiid Suoma ru&#240;a &#225;rvvut. D&#225;t
lohkor&#225;idu dattege boatkana gaskal 1988 ja 1989 go juolludanortnet
rievdaduvvo.

<P>1987-1991 die&#240;ut leat rehketdoalu die&#240;ut kulturru&#240;aid ja
kultur&#132;ielggadeaddji doaimma h&#225;rr&#225;i. Lohkor&#225;idu dan l&#225;hk&#225;i guosk&#225; ear&#225; &#225;&#154;&#154;i
go du&#154;&#154;e daid ru&#240;aid mat manne njuolga s&#225;pmela&#154; kulturdoaimmaide.

<P>Tabealla: <STRONG>Juolludeamit S&#225;mir&#225;&#240;i kulturdoaimmaide</STRONG>
<BR>G&#225;ldut: Doaibma&#132;ilgehusat, rehketdoalu d&#225;rkkisteamit, rehketdoallu.

<P>a) <STRONG>Ovd&#225;l 1980</STRONG>
<PRE>

      Juolludeamit
1979  DKK 100 000

</PRE>
b) <STRONG>1980-1984</STRONG>
<PRE>

      Juolludeamit  Lass&#225;neapmi
1980  DKK 125 000
1984  DKK 400 000   220 %

</PRE>
c) <STRONG>1983-1988</STRONG>
<PRE>

      Juolludeamit  Lass&#225;neapmi
1983  FIM 122 213
1988  FIM 488 600   300 %

</PRE>
d) <STRONG>1987-1991</STRONG>
<PRE>

      Rehketdoallu  Lass&#225;neapmi
1987  FIM 657 488
1991  FIM 923 284    40 %

</PRE>

<P>Jos ruhtameriid geah&#132;ada d&#225;rkileabbot, de boaht&#225; ovdan ahte lass&#225;neabmi
gaskal 1980 ja 1984 lea n&#225;:

<PRE>

Oppa ruhtajohtu:    FIM 850.000
&#130;&#225;llingoddi:       NOK 227.000
Kulturru&#240;at:        DKK 275.000

</PRE>

<P>Sivva manin kulturru&#240;at lass&#225;nit nu olu jos rehkenast&#225; proseanttaid, lea
ahte &#225;lgod&#225;ssi lei nu vuollin, DKK 125.000. &#130;&#225;llingoddi oa&#132;&#132;ui mealgat
eanet 1980:s, NOK 223.000.

<H4>(5) Juhkosiid ruhtadilli</H4>

S&#225;mir&#225;&#240;i Suoma, Ruo&#188;a ja Norgga juhkosat fertejit ie&#191;a ohcat ru&#240;aid ie&#191;aset
doaimmaide. Doaibma&#132;ilgehus &#225;igodahkii 1987-1989 &#132;ilge &#225;&#154;&#154;i n&#225;:

<blockquote>'Njuolggadusaid mielde dat lahtut, geat bohtet seamm&#225; riikkas,
dahket S&#225;mir&#225;&#240;i juhkosa. Juhkosiin lea ie&#191;aset bu&#154;eahtta ja dat v&#225;lljejit
s&#225;gajo&#240;iheaddji, &#132;&#225;lli ja ruhtadoalli. Juhkosat m&#225;kset lahtuideaset
m&#225;tkkiid r&#225;&#240;i ja bargojoavkkuid/bargol&#225;vdegotti &#132;oahkkimiidda. Juhkosat
o&#191;&#191;ot doaibmaru&#240;aideaset riikkasis ruhtag&#225;lduin. Juhkosat ohcet ru&#240;aid
ie&#191;aset doaimmaide ja v&#225;lmma&#154;tallet &#225;&#154;&#154;iid konfereansas&#225;ttagodd&#225;i, muhto
eai olles konferensii.'<A HREF="kap530n.htm#x17">[17]</A> </blockquote>

<P>Norgga juogus &#132;ilgii doaibma&#132;ilgehusain ie&#191;as ruhtadili jagiin 1977-1983
(ovd&#225;l 1980 nuo NOK 70.000 jahk&#225;i, ja ma&#185;&#185;&#225; 1980 nuo NOK 130.000). Mu&#240;ui
leat die&#240;ut unn&#225;n. Suoma juogus oa&#132;&#132;ui 1970-jagiin nuo FIM 20.000 - 30.000,
moadde jagi vel eanet.<A HREF="kap530n.htm#x18">[18]</A>

<H4>(6) Juolludeamit Eami&#225;lbmogiid M&#225;ilbmer&#225;&#240;&#240;&#225;i (WCIP) ja S&#225;mir&#225;&#240;i
eami&#225;lbmotbargui</H4>

D&#225;s buvtt&#225;n du&#154;&#154;e loguid, loguid duog&#225;&#191;a ferten ear&#225; sajis &#132;ilget mealgat
d&#225;rkileabbot.

<P>Tabealla:  <STRONG>S&#225;mir&#225;&#240;i eami&#225;lbmotbarggu ruhtadeapmi</STRONG>
<BR>G&#225;ldut: Doaibma&#132;ilgehusat, rehketdoalu d&#225;rkkisteamit, rehketdoalut.

<PRE>

          NOK       SEK       FIM       USD
1974                                  27 621
1975    95 250    35 000    12 000   147 382
1977             677 450
1981   340 000              30 303
1982   325 000   481 650
1983   325 000
1984                       142 138
1985                       224 624
1986                       157 081
1987
1988                       114 580
1989                       272 085
1990
1991                       253 367

</PRE>

<P>D&#225;t ru&#240;at leat muhtin muddui mannan S&#225;mir&#225;&#240;i &#132;a&#240;a. Dasa lassin o&#191;&#191;o
WCIP-pro&#154;eavttat vel ru&#240;aid d&#225;n guovtti pro&#154;eavttaide:

<PRE>

1981: NOK  40.000 Nicaragua-pro&#154;ektii.
1982: SEK 481.650 Guatemala-pro&#154;ektii.

</PRE>


<p><A HREF="dsr.htm"><A NAME = "x3">[Sisdollui]</A></a>
<H3>&#130;oahkk&#225;igeassu</H3>

Nuo 1960 r&#225;jes oa&#191;&#191;ugo&#240;ii S&#225;mir&#225;&#240;&#240;i f&#225;sta ruhtajuolludemiid st&#225;htain. 1970
r&#225;dj&#225;i ledje d&#225;t juolludeamit gorg&#185;on SEK 8000 r&#225;dj&#225;i. Dasa lassin oa&#132;&#132;ui
Norgga juogus 5000 NOK 1970:s, muhto dalle lei st&#225;hta r&#225;&#185;gg&#225;&#154;teamen
juhkosa, ovddit jagi oa&#132;&#132;ui beali eanet. Ruo&#188;a juhkosa ruhtadilis in die&#240;e
maidege.

<P>Davviriikkaid R&#225;&#240;&#240;i &#225;v&#191;&#191;uhii 1970-jagiin m&#225;&#185;gii st&#225;htaid lasihit
juolludemiid, ja S&#225;mir&#225;&#240;i ge mielas lei ruhtadilli mealgat buoret 1978
r&#225;jes. S&#225;mir&#225;&#240;i oppala&#154; ruhtajohtu lass&#225;nii 450 000 m&#225;rkki r&#225;jes 1980:s 1,2
mill. m&#225;rkki r&#225;dj&#225;i 1985:s, ja nuo 2 mill. m&#225;rk&#225;i 1990:s.

<P>1980-jagiid lass&#225;neapmi lei erenoam&#225;&#191;it kulturdoaimmaide buorrin. Oppa
lass&#225;neamis, 1 545 000 m&#225;rkkis, oa&#132;&#132;ui S&#225;mir&#225;&#240;&#240;i kulturdoaimmaidasas badjel
beali, 800 000 m&#225;rkki.

<p><A HREF="dsr.htm">[Sisdollui]</A>
<A HREF="kap520.htm">[Ovddit kapihttalii]</A>
<A HREF="../index.htm">[Ruovttusiidui]</A>

<hr>

<P>August 7, 1996 &copy; M&#225;kk&#225; Regnor
<br>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975.
<br>(Bealleg&#225;rvves m&#225;nus)

<hr>
</BODY>
<hr>
<ADDRESS>
Ruhtadeapmi
<br>Regnor.Jernsletten@sami.uit.no
</ADDRESS>
<hr>
</HTML>




