<HTML>
<HEAD>
<!-- http:////www.sn.no/~rjernsle/dsr/kap230.htm -->

<!-- The Saami characters on this page may be read with a -->
<!-- font that supports the proposed Latin 9 (Saami) character set. -->
<!-- Integrity check:            -->
<!-- Davvis&#225;mi: &#225;&#193;&#132;&#130;&#240;&#208;&#152;&#137;&#185;&#184;&#154;&#138;&#188;&#186;&#191;&#190; -->

<TITLE>
S&aacute;mir&aacute;&eth;i njuolggadusat
</TITLE>
</HEAD>
<BODY>
<p><A HREF="dsr.htm"><A NAME = "x0">[Sisdollui]</A></a>


<h1>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975</h1>
<H2>S&#225;mir&#225;&#240;i njuolggadusat</H2>

D&#225;n oasis geah&#132;adan dakk&#225;r &#225;&#154;&#154;iid S&#225;mir&#225;&#240;i doaimmain mat d&#225;b&#225;la&#132;&#132;at &#132;uvvot
njuolggadusaid mearr&#225;dusain: Gu&#240;e organisa&#154;uvnnat leat S&#225;mir&#225;&#240;is mielde,
geat nammadit s&#225;ttatgottiid s&#225;mekonfer&#225;nssaide, makk&#225;r lea &#132;oahkkinortnet,
geat &#132;ohkk&#225;jit S&#225;mir&#225;&#240;is, maid galg&#225; konfer&#225;nsa bargat, maid galg&#225;
S&#225;mir&#225;&#240;&#240;i bargat.

<P>Jurdda ii leat d&#225;s &#132;ilget S&#225;mir&#225;&#240;i vuo&#240;&#240;ojurdagiid ja politihka -
baicce guorahallat man l&#225;hk&#225;i S&#225;mir&#225;&#240;i organiseren veadj&#225; leat
r&#225;ddjen dahje h&#225;bmen S&#225;mir&#225;&#240;i ja s&#225;mekonferanssaid barggu ja
bargovejola&#154;vuo&#240;aid.


<p><A HREF="dsr.htm"><A NAME = "x1">[Sisdollui]</A></a>
<H3>G&#225;ldut</H3>

S&#225;mir&#225;&#240;&#240;i bargu lea vuo&#240;&#240;uduvvon njuolggadusaid ja bargo- ja
&#132;oahkkinortnegiid ala. Njuolggadusat dohkkehuvvojedje nuppi
s&#225;mekonfer&#225;nssas (1956). Goalmm&#225;t konfer&#225;nsa lasihii ovtta (!) s&#225;ni
njuolggadusaid vi&#240;&#225;t paragrafii. Das ma&#185;&#185;&#225; leat njuolggadusat lihkahuvvon
1980' ja 1992' konfer&#225;nssain. Njuolggadusaide lassin lea r&#225;hkaduvvon
bargoortnet S&#225;mir&#225;&#240;i, juhkosiid ja s&#225;mekonfer&#225;nssa v&#225;r&#225;s. D&#225;kk&#225;r
bargoortnet dohkkehuvvui vuostta&#154; gearddi 1959' konfer&#225;nssas, ja lea ma&#185;&#185;&#225;
rievdaduvvon 1965:s, go lasihuvvojedje &#132;&#225;llingotti barggu birra moadde
mearr&#225;dusa. 1980 r&#225;jes lea bargoortnet oassi njuolggadusain, dat ii leat
&#154;at sierra dokumenta. Mun guo&#240;&#225;n vuos 1980' njuolggadusaid &#132;ilgetkeahtt&#225;,
go dat proseassa gull&#225; 1970-jagiid politihkala&#154; s&#225;gastallamii.

<P>Mun lean g&#225;vdnan prentejuvvon njuolggadusaid ja bargoortnegiid d&#225;id
sajiin:

<ul>
    <LI>The Lapps To-day I. Mouton & Co, La Haye, 1960.
    Njuolggadusat ea&#185;galasgillii s. 102-104. Dohkkehuvvon 1956.

    <LI>Nordiska R&#229;det. 5:e sessionen 1957. Njuolggadusaid
    d&#225;rogielat teaksta s. 733-734. Dohkkehuvvon 1956.

    <LI>Nordiska R&#229;det. 7:e sessionen 1959. Stockholm. Bargortnega
    ruo&#188;agielat teaksta s. 350-352: 'Arbetsordning f&#246;r Nordiska
    samer&#229;det och dess sektioner samt de nordiska samekonferenserna.
    Fastsatt av den tredje nordiska samekonferensen.'

    <LI><EM>Femte nordiska samekonferensen i Tana den 30 juni-3 juli
    1965.</EM> Nordisk Utredningsserie 1965:13. Stockholm. Bargoortnet
    ruo&#188;agillii s. 34-35.

    <LI>1980' ja 1992' njuolggadusat leat g&#225;vdnamis S&#225;mir&#225;&#240;i
    konfer&#225;nsaraporttain (10. ja 14. konf.).
</ul>


<p><A HREF="dsr.htm"><A NAME = "x2">[Sisdollui]</A></a>
<H3>S&#225;mir&#225;&#240;i vuo&#240;&#240;udeapmi</H3>

Vuostta&#154; s&#225;mekonfer&#225;nssa, Johkamohkis 1953:s, ordnejedje S&#225;mi
&#130;uvgehussearvi Kalle Nickul bokte (Suopma), S&#225;me-&#196;tnam Israel Ruong bokte
(Ruo&#188;&#188;a) ja S&#225;mi S&#230;r'vi Asbj&#248;rn Nesheim bokte (Norga).<A HREF="kap520n.htm">[1]</A>

<P>1953:s liv&#132;&#132;e lean vel golbma s&#225;meorganisa&#154;uvnna Davviriikkain,
nammalassii S&#225;miid Lihttu (Suopma), Ruo&#188;a S&#225;miid Riikkasearvi ja Norgga
Boazos&#225;pmela&#132;&#132;aid Riikkasearvi. D&#225;t eai lean mielde bovdemin konfer&#225;nsii,
muhto vedjet leat oas&#225;last&#225;n r&#225;hkkananbargguin. Muhto das in die&#240;e mun
maidege. Dattege lea fuom&#225;&#154;an veara ahte d&#225;in organisa&#154;uvnnain ledje ean&#225;&#154;
miellahtuin s&#225;pmela&#132;&#132;at, dan botta go bovdejeaddji searvvit ledje maid mun
navdd&#225;&#154;in 's&#225;meustibiid searvvit' - ean&#225;&#154; oassi d&#225;id servviid miellahtuin
ledje dutkit ja alla st&#225;hta virgeolbmot geat ledje oahp&#225;smuvvan ja
bero&#154;ti&#154;goaht&#225;n s&#225;pmela&#154; guoski &#225;&#154;&#154;iin dutkama dahje virggi bokte.
S&#225;meustibiid searvvit ledje guovdd&#225;&#191;is ceggemin Davviriikkaid S&#225;mir&#225;&#240;i.


<p><A HREF="dsr.htm"><A NAME = "x3">[Sisdollui]</A></a>
<H3>S&#225;mir&#225;&#240;i ulbmil ja bargu</H3>

1952:s &#154;ihtte davviriikkat nannet sin gaskasa&#154; ovttasbarggu, ja ceggejedje
dan v&#225;r&#225;s Davviriikkaid R&#225;&#240;i. Vuostta&#154; &#132;oahkkin Davviriikkaid R&#225;&#240;is dollui
1953:s, seamm&#225; jagi go vuostta&#154; s&#225;mekonfer&#225;nsa. 1953' s&#225;mekonfer&#225;nsa bijai
l&#225;vdegotti r&#225;hkkanit nuppi s&#225;mekonfer&#225;nsii gos lei &#225;igumu&#154; cegget
Davviriikkaid S&#225;mir&#225;&#240;i. L&#225;vdegoddi maid galggai evttohit njuolggadusaid
S&#225;mir&#225;&#240;&#240;&#225;i. Njuolggadusbarggu oktavuo&#240;as r&#225;hkkananl&#225;vdegoddi bivddii
r&#225;vvagiid Davviriikkaid R&#225;&#240;i Ruo&#188;a s&#225;ttatgotti &#132;&#225;llingottis.<A HREF="kap520n.htm">[2]</A>

<P>Nuppi s&#225;mekonfer&#225;nssas, K&#225;r&#225;&#154;jogas 1956:s, buvttii Israel Ruong ovdan
njuolggadus&#225;rvalusa. Son muitalii ge ahte bargojoavku lei atn&#225;n
Davviriikkaid R&#225;&#240;i njuolggadusaid ovdagovvan.<A HREF="kap520n.htm">[3]</A>
Jos mat de buohtastahtt&#225; Davviriikkaid R&#225;&#240;i ja Davviriikkaid S&#225;mir&#225;&#240;i
njuolggadusaid, de lea vejola&#154; g&#225;vdnat dihto oktasa&#154; vuo&#240;&#240;ojurdagiid
(prinsihpaid) d&#225;n guokte org&#225;na bargovugiin.<A HREF="kap520n.htm">[4]</A>

<P>Dea&#188;&#225;leamos lea mii d&#225;n guokte r&#225;&#240;i ulbmila birra daddjo. R&#225;&#240;it leat
ovttasbargoorg&#225;nat davviriikkaid d&#225;sis, dahje nu go S&#225;mir&#225;&#240;i 1956'
njuolggadusaid vuostta&#154; p&#225;ragr&#225;fas daddjui: Davviriikkaid S&#225;mir&#225;&#240;&#240;i lea
org&#225;na Norgga, Ruo&#188;a ja Suoma ovttasbarggu v&#225;r&#225;s s&#225;me&#225;&#154;&#154;iin.

<P>Davviriikkaid R&#225;&#240;&#240;i lei parlamentarihkk&#225;riid deaivvadansadji. Juohke
riikka parlamenta v&#225;lljii s&#225;ttatgotti njuolggadusaid mielde maid ie&#154;
dohkkehii. Juohke s&#225;ttatgoddi v&#225;llji ie&#154; ie&#191;as ovddasteaddjiid
Davviriikkaid R&#225;&#240;i presidiijai. S&#225;ttatgotti ja presidiija sturrodat dattege
lei mearriduvvon njuolggadusain. D&#225;t ortnet vuhtto S&#225;mir&#225;&#240;i njuolggadusain
ja bargoortnegis ge. Muhto mu&#240;ui ii leat vejola&#154; njuolgut buohtastahttit
Davviriikkaid R&#225;&#240;i ja S&#225;mir&#225;&#240;i, go s&#225;mekonfer&#225;nssas ii lean seamm&#225; stahtus
go Davviriikkaid R&#225;&#240;is, mii lea parlamentarihkk&#225;riid &#132;oahkkin, ja ii ge
S&#225;mer&#225;&#240;&#240;i leat seamm&#225;arvosa&#154; go Davviriikkaid R&#225;&#240;i presidiija. Danin nohk&#225;
diet buohtastahttin d&#225;sa.

<P>S&#225;mir&#225;&#240;i njuolggadusaid nuppi paragrafas mearriduvvo ahte r&#225;&#240;is galget
leat vihtta &#225;irasa Norggas, njeallje Ruo&#188;as ja golbma Suomas. &#193;irrasjuohku
bisui seamm&#225; l&#225;g&#225;nin gitta 1992 r&#225;dj&#225;i, go Guol&#225;daga s&#225;mit o&#191;&#191;o saji
S&#225;mir&#225;&#240;is.

<P>Juhkosiid birra daddjo 1956 njuolggadusain ahte 'juohke riika' v&#225;llje
ie&#191;as r&#225;&#240;&#240;elahtuid. Mo v&#225;lggat &#132;a&#240;ahuvvojit, mearrida 'riika' ie&#154; (&#167; 2).
Juohke riikka r&#225;&#240;&#240;elahtut dahket riikka juhkosa (&#167; 5). Juogus gok&#132;&#225; ie&#154;
ie&#191;as doaibmagoluid, maidd&#225; m&#225;tkegoluid S&#225;mir&#225;&#240;i &#132;oahkkimiid oktavuo&#240;as (&#167;
10). D&#225;t ge sulastahtt&#225; sakka dan ortnega mii Davviriikkaid R&#225;&#240;is lei gitta
1960-jagiide; das ii lean ie&#191;as bu&#154;eahtta, riikkat fertejedje &#225;lgojagiin
ie&#191;a gok&#132;at daid goluid mat &#132;uo&#191;&#191;iledje Davviriikkaid R&#225;&#240;i barggu gea&#191;il.

<P>&#193;lgojagiid Davviriikkaid R&#225;&#240;i nannoseamos gaskaoapmi ovttasbarggustis
lei v&#225;rra r&#225;&#240;&#240;elahtuid vuoigatvuohta buktit &#225;rvalusaid R&#225;&#240;i ovdii
dohkkeheami v&#225;r&#225;s. Jos &#225;rvalusat (rekommenda&#154;uvnnat) dohkkehuvvojedje, de
bijai dat deattu ie&#154;gu&#240;et r&#225;&#240;&#240;ehusa ala &#132;a&#240;ahit daid. Dakk&#225;r vuoimmi ii
s&#225;htt&#225;n die&#240;us S&#225;mir&#225;&#240;&#240;i oa&#191;&#191;ut, muhto njuolggadusat lihkk&#225; mearridedje
ahte s&#225;mekonfer&#225;nssat s&#225;htte bidjat &#225;&#154;&#154;iid S&#225;mir&#225;&#240;i beavd&#225;i maid S&#225;mir&#225;&#240;&#240;i
de dolvvo&#154;ii viid&#225;sit.

<P>Israel Ruong, gii buvttii ovdan &#225;rvaluvvon njuolggadusaid 1956'
konfer&#225;nsii, deattuhii erenoam&#225;&#191;it 7.-9. paragrafa.<A HREF="kap520n.htm">[5]</A>

<P>7. paragrafa mearrida geat S&#225;mir&#225;&#240;i ovdii s&#225;httet buktit &#225;&#154;&#154;iid:
Juhkosat ja r&#225;&#240;&#240;elahtut s&#225;httet &#225;rvalit &#225;&#154;&#154;iid r&#225;&#240;&#240;&#225;i, seamm&#225; s&#225;httet
gieldda ja st&#225;hta eisev&#225;ldit dahkat, ja maidd&#225;i searvvit ja ear&#225;
ovttastumit. Ovttasbargu buot l&#225;g&#225;n eisev&#225;ldiid, &#225;sahusaid ja servviid
gaskkas deattuhuvvo nappo.

<P>8. paragrafas g&#225;vdn&#225; S&#225;mir&#225;&#240;i ulbmilparagrafa: S&#225;mir&#225;&#240;&#240;i galg&#225; gozihit
s&#225;miid ekonom&#225;la&#154;, sosi&#225;la ja kultuvrrala&#154; bero&#154;tumiid. Danin galget
juhkosat <EM>d&#225;rkilit</EM> &#132;uovvut mielde mo sin riikkas geavv&#225; s&#225;me&#225;&#154;&#154;iin
- ja buktit die&#240;uid S&#225;mir&#225;&#240;&#240;&#225;i. S&#225;mir&#225;&#240;&#240;i gis oa&#191;&#191;u neavvut almmola&#154;
&#225;sahusaid ja eisev&#225;ldiid jos leat &#225;&#154;&#154;it gos orru d&#225;rbu.

<P>9. paragrafas mearriduvvo s&#225;mekonfer&#225;nssaid birra: Konfer&#225;nssat galge
nannet s&#225;miid oktiigulleva&#154;vuo&#240;a. Konfer&#225;nssat galge leat rabas buohkaide,
ja galge doaibmat &#132;uvgehus-, diehtojuohkin- ja gulahallangaskaoapmin.

<P>Vuostta&#154; bargonjuolggadusain, maid 1959' konfer&#225;nsa dohkkehii, daddjo
ahte S&#225;mir&#225;di galg&#225; s&#225;ddet &#132;oahkkinbeavdegirjjiid Davviriikaid R&#225;&#240;i
&#132;&#225;llingottiide, dakk&#225;rat ledje buot davviriikkain (&#167; 4).

<P>Oppalohk&#225;i deattuhuvvui ovttasbargu ja &#132;uvgehus mealgat eanet go
s&#225;pmela&#154; politihkala&#154; mobiliseren daid njuolggadusain mat dohkkehuvvojedje
1956 konfer&#225;nssas. Man dea&#188;&#225;la&#191;&#191;an S&#225;mir&#225;&#240;&#240;i anii oktavuo&#240;aidis
Davviriikkaid R&#225;&#240;&#240;&#225;i, g&#225;rttan &#132;&#225;jehit ma&#185;&#185;&#225;.


<p><A HREF="dsr.htm"><A NAME = "x4">[Sisdollui]</A></a>
<H3>Konfer&#225;nssat</H3>

S&#225;mir&#225;&#240;i geatnegasvuo&#240;aide gulai &#225;lggu r&#225;jes l&#225;gidit rabas konfer&#225;nssa
s&#225;me&#225;&#154;&#154;iid birra juohke goalmm&#225;t jagi (1956-njuolggadusaid &#167; 9). D&#225;id
konfer&#225;nssaid ulbmil galggai leat &#132;ohkket buohkaid geat bero&#154;tedje
s&#225;me&#225;&#154;&#154;iin, le&#191;&#191;et dal s&#225;pmela&#132;&#132;at, suopmila&#132;&#132;at, ruo&#188;&#188;ila&#132;&#132;at dahje
fr&#225;nska akademihk&#225;rat.

<P>Da&#240;e eanet ii daddjo s&#225;mekonfer&#225;nssa birra 1956 njuolggadusain.
S&#225;mir&#225;&#240;&#240;i dattege geatnegahtto bargat daid &#225;&#154;&#154;iiguin maid konfer&#225;nsa s&#225;dde
r&#225;&#240;&#240;&#225;i.

<P>Jos &#225;igu diehtit konfer&#225;nssa barggu birra, ferte iskat
bargonjuolggadusain. Dakk&#225;riid ii g&#225;vnna ovd&#225;l 1959. Vuostta&#154;
s&#225;mekonfer&#225;nsii ledje bovden olbmuid almm&#225; makk&#225;rge formalitehtaid haga. Mo
nuppi konfer&#225;nssa s&#225;ttatgottiid sturrodat mearriduvvui, in die&#240;e, muhto
&#225;rvideames lea bargojoavku mii galggai r&#225;hkkanit konfer&#225;nssa ja evttohit
njuolggadusaid, g&#225;vnnahan ahte liv&#132;&#132;e vuogas jos liv&#132;&#132;e form&#225;la&#132;&#132;at
mearriduvvon ovdagihtii geain lea jienastanvuoigatvuohta konfer&#225;nssas. 1956
konfer&#225;nssas oainn&#225;t &#132;oahkkanedje juhkosat guorahallat &#225;&#154;&#154;iid mat ledje
&#132;oahkkinbeavddis. Mii diehtit maid ahte juhkosiid sturrodat lei nu go ma&#185;&#185;a
leama&#154; gitta 1992 r&#225;dj&#225;i: 18:s Suomas, 24:s Ruo&#188;as, ja 30:s Norggas - 72
&#225;irasa oktiibuot.<A HREF="kap520n.htm">[6]</A> Mii maid diehtit geat sii
ledje.<A HREF="kap520n.htm">[7]</A>

<P>1956 konfer&#225;nsa mearridii ahte dass&#225; go bargoortnet dohkkehuvvo, de
galg&#225; s&#225;ttatgottiid (delega&#154;uvnnaid) sturrodat leat nu go 'd&#225;n konfer&#225;nssas
lea', ja ahte juohke &#225;irasis lea okta jietna v&#225;lggain. 1959 dohkkehuvvon
bargoortnegis g&#225;vdb&#225; d&#225;id mearr&#225;dusaid 12. paragr&#225;fas.

<P>Bargoortnega &#167; 13 mearrida ahte s&#225;ttatgottit galget dahkkat mearr&#225;dusaid
juohke &#225;&#154;&#154;is maid konfer&#225;nsa gie&#240;ahall&#225;. S&#225;ttatgoddi maid v&#225;llje juhkosa,
ja juogus galg&#225; v&#225;lggaid ma&#185;&#185;a konstitueret ie&#191;as ovd&#225;l go gu&#240;&#240;et
konfer&#225;nssa (&#167; 14). 13. paragr&#225;fas maidd&#225; daddjo ahte s&#225;ttatgoddi berre&#154;ii
buktit ovd&#225;n ie&#191;as oaivila dasa mo boahtte konfer&#225;nssa s&#225;ttatgotti galg&#225;
nammadit.


<p><A HREF="dsr.htm"><A NAME = "x5">[Sisdollui]</A></a>
<H3>S&#225;mekonfer&#225;nssa s&#225;ttatgottit</H3>

Njuolggadusain nappo ii daddjo mihkkege ie&#154;gu&#240;et riikka s&#225;ttatgotti
v&#225;lljema dahje sturrodaga birra. S&#225;ttatgotti sturrodat mearriduvvo 1959
r&#225;jes bargoortnegis, muhto s&#225;ttatgotti v&#225;lljen bissu ie&#154;gu&#240;et 'riikka'
siskk&#225;ldas &#225;&#154;&#154;in, seamm&#225; l&#225;hk&#225;i go Davviriikkaid R&#225;&#240;is ge.

<P>Politihkala&#154; beali d&#225;n ovttasbarggus guo&#240;&#225;n vuos olggobeall&#225;i. Muhto
ovd&#225;l go guo&#240;&#225;n s&#225;ttatgottiid ja konfer&#225;nssaid gussiid ga&#191;aldaga, lea
vuogas geah&#132;adit s&#225;ttatgottiid ja &#225;irasiid duog&#225;&#191;a.

<P>Bargoortnega mielde ledje oktiibuot 72 jienasteaddji &#225;irasa
konfer&#225;nssas. Muhto konfer&#225;nssaid oassev&#225;ldiid lohku leama&#154; mieht&#225; &#225;iggi
mealgat stuor&#225;t. 1953'as ledje 193 oassev&#225;ldi oktiibuot, ja &#132;uovvova&#154;
konfer&#225;nssain nuo 100 (1956), 250 (1959), 200 (1962, 1965) ja 300 (1968).

<P>Konfer&#225;nssa geavatla&#154; &#132;a&#240;aheapmi ja progr&#225;mmat gitta loahppa
1960-jagiide &#132;&#225;jehit man stuorra deaddu &#132;uvgehussii ja die&#240;ala&#154;
oaivillonuhallamii biddjui. Beaive&#132;uovgga &#225;iggi ledje rabas, almmola&#154;
s&#225;gastallamat, s&#225;ttatgottit ja resolu&#154;uvdnal&#225;vdegoddi &#132;oahkkanedje veaigin,
eahkedis ja ihkku ja dahke ie&#191;aset mearr&#225;dusaid.<A HREF="kap520n.htm">[8]</A>


<p><A HREF="dsr.htm"><A NAME = "x6">[Sisdollui]</A></a>
<H3>S&#225;mir&#225;&#240;i miellahtut</H3>

1950- ja 1960-jagiin v&#225;lljejuvvojedje nappo s&#225;ttatgottit ie&#154;gu&#240;et riikka
s&#225;meorganisa&#154;uvnnaid olis, muhto makk&#225;r njuolggadusaid ja &#154;iehtadusaid
mielde in die&#240;e. Gulai juohke riikka s&#225;meorganisa&#154;uvnnaide gaskaneaset
soabadit &#225;&#154;&#154;is. D&#225;t ii lean vuosttamu&#191;&#191;an form&#225;lala&#154; &#225;&#154;&#154;i, go dal&#225;
s&#225;meustibiid ja s&#225;me-organisa&#154;uvnnain ii lean nu st&#225;&#240;is doaibma vel ahte
lei d&#225;rbu prosedyraide mo v&#225;lljet daid ollusiid gaskkas geat h&#225;liidedje
konfer&#225;nsii, baicce fertejedje aktivisttat, goittot d&#225;&#191;a bealde,
<EM>h&#225;lahit olbmuid</EM> vuolgit dohko vai liv&#132;&#132;e muhtin ge s&#225;pmela&#154;
s&#225;ttatgottis. S&#225;mir&#225;&#240;i njuolggadusat adde dakk&#225;r meannudanvuohk&#225;i ge saji.

<P>Vaikko vel form&#225;lala&#154; njuolggadusat eai oro leaman, de goittot Norgga ja
Ruo&#188;a bealde lea organisa&#154;uvnnaid gaskkas hui st&#225;&#240;is &#225;irrasjuohku. Die&#240;uid
s&#225;htt&#225; tabealla bokte &#132;&#225;jehit.


<P>Tabealla:  <strong>Ovddastuvvon searvvit 1950- ja 1960-jagiin
s&#225;mekonfer&#225;nssain</strong>.
<BR><A HREF="kap920.htm#x2">Oan&#225;dusat</A>
<BR>(Logut parentesas &#132;&#225;jehit galle &#225;irasa searvi oa&#132;&#132;ui s&#225;ddet, buohkat
eai &#225;le boaht&#225;n konfer&#225;nsii. Mun lean maidd&#225; bidjan parentesii servviid
namaid merken dihte mo mun g&#225;tt&#225;n dilli lei dan konfer&#225;nssas, albma
duo&#240;a&#154;tusaid haga.)

<pre>

        Suopma      Ruo&#188;&#188;a    Norga
1956    SL (9)      RSR (18)    NBR (10)
        S&#130; (9)      S&#196; (6)      SS (10)
                                FSR (10)

1959    SL (9)      = 1956      = 1959
        S&#130; (7)
        BO (2)

1962    (SL (?))    (= 1956?)   (= 1959?)
        (S&#130; (?))
        (BO (?))
        (OGM (?))

1965    (= 1971?)   (= 1956?)   (NBR (15?))
                                (SS (15?))

1968    (= 1971?)   (= 1956?)   (= 1965?)

1971    SL (7)      = 1956      (NBR (15?))
        S&#130; (5)                 (NSR (15?))
        BO (2)
        OGM (2)
        TP (2)

</pre>
<P><strong>G&#225;ldut</strong>:
<BR>1956:  Nordiska R&#229;det 1957, s. 729-730.
<BR>1959:  Nordiska R&#229;det1959, s. 334-335.
<BR>1962: The Lapps To-day II, s. 199.
<BR>1971: S&#225;mir&#225;&#240;i arkiiva, Ohcejohka: Kassa 'boares &#225;vdnasat'. Listu mas
Suoma s&#225;ttatgotti &#225;irasiid namaid g&#225;vdn&#225;.


<P>Tabealla galgga&#154;ii &#132;&#225;jehit mo ie&#154;gu&#240;et riikka organisa&#154;uvnnat leat
gaskaneaset soabadan s&#225;ttatgottiid alde.

<P>Ruo&#188;as leama&#154; dilli rievddatkeahtt&#225; 1956 r&#225;jes, muhto Norgga ja Suoma
s&#225;ttatgottit leat molsa&#154;uddan veah&#225; &#225;iggiid &#132;a&#240;a:

<P><STRONG>Norga</STRONG>: Norgga Boazos&#225;pmela&#132;&#132;aid Riikkasearvi leama&#154;
mieht&#225; &#225;iggi mielde Norgga s&#225;ttatgottis. &#193;lggu r&#225;jes lei maidd&#225; Finnm&#225;rkku
S&#225;mer&#225;&#240;&#240;i mielde konfer&#225;nssain. Fylkkadiggi nammadii r&#225;&#240;i, mii lei
r&#225;&#240;&#240;eaddi politihkala&#154; &#225;sahus. R&#225;&#240;&#240;i heaittihuvvui go Norgga S&#225;mer&#225;&#240;&#240;i
&#225;sahuvvui 1965:s. Norgga S&#225;mer&#225;&#240;&#240;i lei r&#225;&#240;&#240;ehusa r&#225;&#240;&#240;eaddi &#225;sahus ja
bisttii dass&#225; go S&#225;mediggi rahppui 1989:s. Ii Norgga S&#225;mer&#225;&#240;&#240;i (ii
S&#225;mediggi ge) lean goassege virgg&#225;la&#132;&#132;at Norgga s&#225;ttatgottis mielde.
Maidd&#225;i S&#225;mi S&#230;r'vi lei &#225;lggu r&#225;jes mielde, ja lei mielde bovdemin 1953'
konfer&#225;nsii. Muhto S&#225;mi S&#230;r'vi rievddai 1960-jagiin Oslo S&#225;miid Searvin, ja
lei 1969:s mielde vuo&#240;&#240;udeamen Norgga S&#225;miid Riikkasearvvi.

<P>1960-jagiid loahpas nappo j&#225;vket s&#225;meustibat Norgga s&#225;ttatgottis, ja
s&#225;pmela&#132;&#132;aid searvvit leat dan r&#225;jes s&#225;ttatgotti duog&#225;bealde. Seamm&#225; &#225;iggis
reorganiserejuvvo S&#225;me-&#196;tnam ge <STRONG>Ruo&#188;a</STRONG> bealde, nu ahte
s&#225;meustibiid sadji Ruo&#188;a s&#225;ttatgottis ge g&#225;r&#191;u. Muhto &#225;lggu r&#225;jes juo
leama&#154; Ruo&#188;a S&#225;miid Riikkasearvi ja S&#225;me-&#196;tnam s&#225;ttatgotti duog&#225;bealde, ja
nu lea dilli otne ain.

<P><STRONG>Suomas</STRONG> lea dilli veah&#225; nuppel&#225;g&#225;n. S&#225;miid Lihttu lei
&#225;lggu r&#225;jes juo s&#225;pmela&#132;&#132;aid searvi, ja S&#225;mi &#130;uvgehussearvi s&#225;meustibiid
searvi. Muhto da&#240;i mielde go ihte b&#225;ikk&#225;la&#154;, dahje sm&#225;vit searvvit, de o&#191;&#191;o
muhtimat, muhto eai buohkat, saji Suoma s&#225;ttatgottis. B&#225;lgosiid Ovttastusas
lea erenoam&#225;&#154; sadji d&#225;n govas, go dat ovddasta Suoma boazodoalliid le&#191;&#191;et
dal suopmila&#132;&#132;at vai s&#225;pmela&#132;&#132;at. B&#225;lgosiid Ovttastupmi lea vuo&#240;&#240;uduvvon
boazoguohtunl&#225;ga vuo&#240;ul, ja das lea l&#225;ga bokte mearriduvvon geatnegasvuo&#240;at
boazodoalu ordnemis, ja b&#225;lgosat fertejit leat miellahtut. Vaikko
boazodoallu ii leat eksklusiiva s&#225;mi eal&#225;hus Suomas, de lei goittot
B&#225;lgosiid Ovttastupmi boazos&#225;miid lunddoleamos ovddasteaddji. Dat searvvai
Suoma s&#225;ttatgodd&#225;i 1959 r&#225;jes; S&#225;mi &#130;uvgehussearvi mie&#240;ai dasa guokte
&#225;irasa. 1971' konfer&#225;nssas ovddasteaba Oula Aikio (Vuoh&#132;&#132;u) ja Yrj&#246;
Alaruikka (Roavvenj&#225;rga) B&#225;lgosiid Ovttastumi. Alaruikka lei oassev&#225;ldiid
gaskkas ean&#225;&#154; 1960-jagiid konfer&#225;nssain, nu ahte j&#225;hk&#225;n ahte B&#225;lgosiid
Ovttastumis leama&#154; &#225;irasat Suoma s&#225;ttatgottis gaskal 1959 ja 1971.

<P>1962:s namuhuvvo Ohcejoga &#193;mm&#225;tguol&#225;steaddjiid ja - meahcc&#225;steaddjiid
searvi oassev&#225;ldiid gaskkas, muhto mus eai leat sihkkaris die&#240;ut das ahte
lei go searvi f&#225;rus s&#225;ttatgottis ovd&#225;l go 1971:s, muhto ima&#154; liv&#132;&#132;e jos ii
lean. Deanub&#225;kti ge iht&#225; easkka 1971' konfer&#225;nssa Suoma s&#225;ttatgotti
logahallamis (searvi ii dalle lean nammadan &#225;irasa ja guokte saji ledje
b&#225;hc&#225;n guorusin). Deanub&#225;kti vuo&#240;&#240;uduvvui 1960-jagiid &#225;lgogeah&#132;en, ja mun
g&#225;tt&#225;n danin ahte 1971' s&#225;ttatgotti logahallan govvida Suoma s&#225;ttatgotti
juohkkima nu mo lei 1965' konfer&#225;nssa r&#225;jes.

<P>1974' konfer&#225;nssa r&#225;jes rievd&#225; Suoma s&#225;ttatgoddi &#225;lf&#225;rot: Go S&#225;mi
Parlamenta vuo&#240;&#240;uduvvo, vuos gaskaboddosa&#191;&#191;an 1973:s, dasto bisteva&#191;&#191;an
1975 r&#225;jes, de lea S&#225;mi Parlamentta duohken nammadit Suoma s&#225;ttatgotti
s&#225;mekonfer&#225;nssaide.

<P>D&#225;id die&#240;uid vuo&#240;ul g&#225;tt&#225;&#154;ii olmmo&#154; ahte s&#225;pmela&#132;&#132;aid sadji
s&#225;mekonfer&#225;nssain nannejuvvo sakka 1960-jagiid loahpageah&#132;en, ja goittot
1974' konfer&#225;nssa r&#225;jes ii leat &#154;at eahpidan l&#225;hk&#225;i: S&#225;mekonfer&#225;nsa lea
rievdan &#132;ielga s&#225;pmela&#154; politihkala&#154; arenan. Ga&#191;aldat lea; s&#225;ht&#225; go dan
oaidnit konfer&#225;nssa oassev&#225;ldiid logahallamiin ja S&#225;mir&#225;&#240;i v&#225;lggain?


<p><A HREF="dsr.htm"><A NAME = "x7">[Sisdollui]</A></a>
<H3>S&#225;meustibat ja s&#225;pmela&#132;&#132;at</H3>

Konfer&#225;nsar&#225;porttain g&#225;vdn&#225; 1953' konfer&#225;nssa oassev&#225;ldiid namaid, ja
s&#225;ttatgottiid &#225;irasiid namaid 1956', 1959', 1965' ja 1968' konfer&#225;nssain.
Das ma&#185;&#185;&#225; eai leat dakk&#225;r die&#240;ut ovd&#225;l go 1978' konfer&#225;nssas. Dasa lassin
dovddan Suoma s&#225;ttatgotti 1971' konfer&#225;nsii.

<P>Oktiibuot leat konfer&#225;nssain 72 &#225;irasa, ja mun lean geah&#132;adan gall&#225;sa
sis s&#225;htt&#225; navdit 's&#225;mi ustibin'; d.l. dovddus virgeolbmot, akademihkk&#225;rat
jnv. Mu&#240;ui vedjet leat vel ear&#225; ge &#225;irasat konfer&#225;nssain geain lei
jienastanvuoigatvuohta, muhto geat eai leat s&#225;pmela&#132;&#132;at. Mun lean ferten
luohtit dasa maid g&#225;tt&#225;n ie&#191;an diehtit olbmuid &#132;earddala&#154;vuo&#240;a birra.

<P>Jos mu &#225;rvvo&#154;tallamiidda galgga&#154; luohtit, de ledje 72 &#225;irasis oktiibuot
15 s&#225;meustiba 1956' konfer&#225;nssas, 13:s 1959' konfer&#225;nssas ja 1965' ja 1968'
konfer&#225;nssas eai eanet go vi&#240;as. 1971' konfer&#225;nssas ledje vel Suoma
s&#225;ttatgotti 16 lahtus ain guokte s&#225;meustiba. Go 1978' konfer&#225;nsii joavdat,
de in g&#225;vnna &#154;at mun s&#225;meustibiid s&#225;ttatgottiin, muhto veadj&#225; leat ahte
ledje vel &#225;irasat geat eai leat s&#225;pmela&#132;&#132;at.

<P>S&#225;mir&#225;&#240;i lahtuid namaid dovddan &#225;lggu r&#225;jes gitta otn&#225;&#191;ii. S&#225;mir&#225;&#240;i 12'
&#225;ir&#225;siin leama&#154; s&#225;meustibiid lohku juohke &#225;igodagas nu mo tabealla &#132;&#225;jeha.
1972 r&#225;jes eai leama&#154; &#154;at 's&#225;meustibat' S&#225;mir&#225;&#240;is.


<P>Tabealla:  <STRONG>S&#225;meustibiid lohku konfer&#225;nssain ja S&#225;mir&#225;&#240;is</STRONG>
<BR>(S&#225;mir&#225;&#240;i v&#225;rrelahtuid lohku parentesa siste)
<BR>G&#225;ldut: Konfer&#225;nssaraporttat.
<PRE>

Konfer&#225;nsa      S&#225;mir&#225;&#240;&#240;i           Buohtastahttin
       (a)                  (b)     (c)     (c-a)
1956    15      1956-59:    1 (1)   [ 6]    [-9]
1959    13      1960-62:    2 (3)   [12]    [-1]
1962     ?      1963-65:    3 (2)   [18]
1965     5      1966-68:    1 (1)   [ 6]    [ 1]
1968     5      1969-71:      (1)   [ 0]    [-5]

</PRE>
<BR>(a)-kolonna:  S&#225;meustibiid lohku konfer&#225;nssain (72 &#225;irasis)
<BR>(b)-kolonna:  S&#225;meustibiid lohku S&#225;mir&#225;&#240;is (12 lahtus)
<BR>(c)-kolonna:  (b) x 6 (12 lahtu S&#225;mir&#225;&#240;is x 6 = 72, mii lea
S&#225;mekonfer&#225;nssa &#225;irraslohku).

<P>S&#225;mir&#225;&#240;i lahtuid lohku lea gu&#240;&#225;toassi konfer&#225;nssaid &#225;irraslogus, nu ahte
lea &#225;lki buohtastahttit s&#225;meustibiid logu konfer&#225;nssain ja S&#225;mir&#225;&#240;is. Mun
lean buohtastahtt&#225;n juohke konfer&#225;nssa dainna S&#225;mir&#225;&#240;iin mii v&#225;lljejuvvui
dan konfer&#225;nssas. Tabealla (c)-kolonna &#132;&#225;jeha man galle s&#225;meustiba liv&#132;&#132;e
lean S&#225;mir&#225;&#240;is jos r&#225;&#240;&#240;i liv&#132;&#132;e lean seamm&#225; stuoris go konfer&#225;nssa
&#225;irraslohku. (c-a) kolonna &#132;&#225;jeha goapp&#225;s leat eanemus s&#225;meustibat:

<P>1) jos (c-a) lea positiiva, lea s&#225;meustibiin stuor&#225;t oassi S&#225;mir&#225;&#240;is go
sis lea konfer&#225;nssas (1962-1967);

<P>2) jos (c-a) lea negatiiva, lea s&#225;pmela&#132;&#132;aid oassi S&#225;mir&#225;&#240;is stuor&#225;t go
dan konfer&#225;nssas mii v&#225;lljii S&#225;mir&#225;&#240;i (1956-1961, 1969 r&#225;jes 1970-jagiide);

<P>3) jos (c-a) lea 0, lea S&#225;mir&#225;&#240;&#240;i d&#225;kko d&#225;fus representatiiva
konfer&#225;nssa ektui (1970-logu r&#225;jes).

<P>&#193;lggu r&#225;jes ledje konfer&#225;nssain oalle olu s&#225;meustibat s&#225;ttatgottiin,
muhto lohku njiejai 1960-jagiid gaskkamuttus, ja 1970-jagiid gaskkamuttus
eai lean &#154;at jienasteaddji s&#225;meustibat s&#225;mekonfer&#225;nssain. Sin sadji
s&#225;me&#225;&#154;&#154;iid barggus nupp&#225;stuvai, ja s&#225;mekonfer&#225;nsa status s&#225;pmela&#132;&#132;aid
politihkala&#154; deaivvadanb&#225;ikin nannejuvvo.

<P>Logut orrot duo&#240;a&#154;teamen ahte vaikko s&#225;meustibiid lohku lei oalle
stuoris &#225;lgo konfer&#225;nssain, de lihkk&#225; v&#225;llji konfer&#225;nsa s&#225;pmela&#132;&#132;aid
S&#225;mir&#225;&#240;&#240;&#225;i. S&#225;meustibiid lohku S&#225;mir&#225;&#240;is lei dattege oalle stuoris &#225;lgo
1960-jagiin, ja mun g&#225;rttan ma&#185;&#185;&#225; guorahallat mii d&#225;n &#225;igodaga
erenoam&#225;&#154;vuohta lea: S&#225;meustibat nannejit S&#225;mir&#225;&#240;i oktavuo&#240;aid
Davviriikkaid R&#225;&#240;&#240;&#225;i, ja S&#225;mir&#225;&#240;i juhkosiid oktavuo&#240;aid ie&#154;gu&#240;et st&#225;hta
eisev&#225;ldiide. D&#225;id oktavuo&#240;aid s&#225;htte de s&#225;mit ie&#191;a &#225;vkk&#225;stallat go sii
oll&#225;sit v&#225;lde badjelasas S&#225;mir&#225;&#240;i doaimmaid.

<P>1965:s gullo&#154;gohte s&#225;gat mat gielistedje ahte s&#225;mit h&#225;liidit dohko gos
mearr&#225;dusat dahkkojuvvojit; S&#225;mir&#225;&#240;i Norgga juogus evttohii bivdit saji
Davviriikkaid R&#225;&#240;is. D&#225;id jagiid s&#225;mit guorahallagohte mo S&#225;mir&#225;&#240;&#240;i
nagadiv&#132;&#132;e fievrridit beaktileabbo politihka s&#225;me&#225;&#154;&#154;iin, sii &#154;adde
gierdameahttumat go &#225;&#154;&#154;it eai ovd&#225;nan nu bures go liv&#132;&#132;e galgat. 1971'
konfer&#225;nssa progr&#225;mma- ja pl&#225;nabarggut, ja Davviriikkaid S&#225;mi Instituhta
vuo&#240;&#240;udeapmi 1973:s leat dea&#188;&#225;leamos bohtosat d&#225;id bargguin.

<P>D&#225;n proseassas bohte olu s&#225;menuorat f&#225;rrui, ja dat s&#225;meustibiid buolva
mii ceggii S&#225;mir&#225;&#240;i 1950-jagiin, gu&#240;ii S&#225;mir&#225;&#240;i sin h&#225;ldui. O&#240;&#240;a
bargovuogit bohte sadj&#225;i, s&#225;pmela&#132;&#132;at ie&#191;a v&#225;lde ovddasv&#225;st&#225;dusa S&#225;mir&#225;&#240;i
boahtte&#225;iggi bargguin. S&#225;meustibiid veahk&#225;i ii lean &#154;at d&#225;rbu. Ii mihkkege
oro &#132;ujuheamen dan guvlui ahte sii liv&#132;&#132;e vuosttildan nupp&#225;stusaid.
S&#225;meustibiid barggu ulbmilin lei &#225;lggu r&#225;jes movttidahttit s&#225;miid ovttas
bargat riikkar&#225;j&#225;id rast&#225;.

<p><A HREF="dsr.htm">[Sisdollui]</A>
<A HREF="kap250.htm">[Ovddit kapihttalii]</A>
<A HREF="kap530.htm">[&#130;uovvova&#154; kapihttalii]</A>
<A HREF="../index.htm">[Ruovttusiidui]</A>

<hr>

<P>August 7, 1996 &copy; M&#225;kk&#225; Regnor
<br>S&#225;meustibat ja s&#225;meorganisa&#154;uvnnat 1945-1975.
<br>(Bealleg&#225;rvves m&#225;nus)

<hr>
</BODY>
<hr>
<ADDRESS>
S&#225;mir&#225;&#240;i njuolggadusat
<br>Regnor.Jernsletten@sami.uit.no
</ADDRESS>
<hr>
</HTML>



