<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"
    "http://www.w3.org/TR/REC-html40/loose.dtd">
<HTML dir="ltr"><HEAD>
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
  <META name="copyright" content="&copy; Regnor Jernsletten, S&aacute;mi dutkamiid guovdd&aacute;s&#353;, Tromssa Universitehta.">
  <META name="description" content="Beavdegirji:  Norgga s&#225;miid vuostta&#353; riika&#269;oakkin, Troandimis guovvam&#225;nu 6.-7.-8.-9. b. 1917.  Jorgalus:  Regnor Jernsletten, S&aacute;mi dutkamiid guovdd&aacute;&#353;">
<TITLE>Beavdegirji: S&#225;miid vuostta&#353; riika&#269;oakkin 1917</TITLE>
</HEAD><BODY>


<P align=center><img src="../../../../gif/leavga.gif" border=0></P>
<HR>

<p>[<a href="protno.htm">D&aacute;rogillii</a>]
[<a href="protsa.htm">WS2&nbsp;ver&#353;uvdna&nbsp;d&aacute;n&nbsp;siiddus</a>]
[<a href="../kilder.htm#div">Ruovttoluotta&nbsp;g&aacute;lduide</a>]


<H1 ALIGN=CENTER>
Beavdegirji
<br>Norgga s&#225;miid vuostta&#353; riika&#269;oakkin, Troandimis guovvam&#225;nu 6.-7.-8.-9. b. 1917
</H1>

<P> Jagi 1917, guovvam&#225;nu 6. beaivvi t. 12:s gaskabeaivvi &#225;iggi bohte s&#225;miid vuostta&#353; riika&#269;oakkima oassev&#225;ldit Troandima metodistagirkui, mii buriin mielain lei rahppojuvvon &#269;oahkkima v&#225;r&#225;s.  Veah&#225; badjela&#353; 150 s&#225;mi ledje boaht&#225;n Finnm&#225;rkku, Tromssa, Helgel&#225;ndda, Grong, Snoasa, Mer&#229;ker ja Plassje s&#225;meguovlluin.  Nu go maidd&#225;i Ruo&#359;a beali s&#225;miin ledje boaht&#225;n ovddasteaddjit; sii ledje bovdejuvvon &#269;oahkkimii guossin.  Sidjiide lassin ledje maid bovdejuvvon: Stivtta&#225;mttam&#225;nni Bothner, bisma B&#248;ckman, &#225;mttam&#225;nni Guldahl, boazodoallobearr&#225;igeah&#269;&#269;i, s&#225;mef&#225;lddit, ovdde&#353; s&#225;mef&#225;ldi With, Ruo&#359;a beali s&#225;mef&#225;ldi Staaff, Troandin g&#225;vpoga s&#225;tnejo&#240;iheaddji, magistr&#225;hta, politimea&#353;ttir, s&#225;meleansm&#225;nne Lunden, s&#225;memi&#353;&#353;uvnnaid ovdaolbmot, g&#225;vpoga &#225;viissaid doaimmaheaddjit, Nordenfjeldske dampskibsselskap direktevra Bull-Simonsen ja ear&#225;t.  S&#225;pmela&#269;&#269;at o&#382;&#382;o buohkat vuoliduvvon bileahtahatti, 20% ruovdem&#225;&#240;iijas ja 50% Nordenfjeldske Dampskibsselskap:s, ja eanadoallodepartementa lei juolludan 1000 ruvnnu m&#225;tkegoluid gok&#269;amii.  Oassev&#225;ldiid lohku lei nuo 150.  Ellen Lie doaimmai &#269;oahkkima &#269;&#225;llin.  Son lei maidd&#225; doaimmahan &#269;oahkkima r&#225;hkkananbargguid.
&#268;oahkkima &#269;a&#240;ahanl&#225;vdegottis leigga Ellen Lie guovttos ruovv&#225;in L&#248;fvander J&#228;rvson:in.  Lanjaid ja feastta goluid gok&#269;amii ledje Troandima &#225;ssit buorred&#225;htola&#269;&#269;at ske&#331;ken ru&#240;a.

<P> &#268;oahkkin rahppui &#269;&#225;lli Ellen Lie bokte, guhte oanehis s&#225;hkavuorus s&#225;vai oassev&#225;ldiide buresboahtin ma&#331;&#331;&#225; go ledje l&#225;vlon s&#225;lmma "M&#225;idnot Hearr&#225;met".
&#268;oahkkima ovdaolmmo&#353; Elsa Renberg dasto doalai oanehis ovdas&#225;ga &#269;oahkkima m&#225;vssola&#353;vuo&#240;a birra.  Dasto l&#225;vlo ovttain jienain d&#225;&#382;a ja ruo&#359;a &#225;lbmotl&#225;vlaga.  Telegr&#225;mmat s&#225;ddejuvvojedje Norgga Gonagassii, Norgga R&#225;&#240;&#240;ehussii ja Ruo&#359;a Gonagassii.<a name="note1a"></a><a href="#note1b"><sup>[n1]</sup></a>

<P> Ma&#331;&#331;&#225; go ledje govvidan oassev&#225;ldiid ja oanehis bottu ma&#331;&#331;&#225;, gos oassev&#225;ldit guossohuvvujedje k&#225;fiin ja vuodjal&#225;ibbiin, de sii ma&#331;&#331;&#225;gaskabeaivvi  diibmu 4  fas &#269;oahkkanedje seamm&#225; latnjii


<P ALIGN=CENTER><STRONG>r&#225;&#240;&#240;&#225;dallamiidda</STRONG></P>

<P> Ovdaolmmo&#353; Elsa Renberg rabai &#269;oahkkima.  &#268;oahkkimiid jo&#240;iheaddjin v&#225;lljejuvvui (boazo)s&#225;pmela&#353; Daniel Mortensson (Plassje) ja v&#225;rrejo&#240;iheaddjin (mearra)s&#225;pmela&#353; Johan Roska (Finnm&#225;rku).  Gonagasas bo&#240;ii telegr&#225;mma mii de lohkkui, r&#225;&#240;&#240;ehusas ge bo&#240;ii telegr&#225;mma.  Daid 1000 ruvnnu juohkkimii maid departementa lei juolludan m&#225;tkedoarjjan, v&#225;lljejedje boazodoallobearr&#225;igeah&#269;&#269;&#225;i lassin Klemet Math. Somby, Elsa Renberg, Nils Johan Vesterfjeld, Per Larsen ja Daniel Mortensson, ja dasa lassin s&#225;mef&#225;lddiid.


<P ALIGN=CENTER><STRONG>Ovdas&#225;hka</STRONG></P>

<P> Daniel Mortensson s&#225;gastalai dasto <STRONG>boazoguohttun&#225;&#353;&#353;i</STRONG> birra, gos son deattuhii man v&#225;idalahtti dat lei ahte s&#225;pmela&#269;&#269;aide m&#225;&#331;ga guovlluin lei heajos dahje ii oppa ge vejola&#353;vuohta guo&#240;uhit bohccuideaset.
Dili buorideapm&#225;i evttohii son ahte st&#225;hta oastt&#225;&#353;ii guohtuneatnamiid vai dan ge l&#225;hk&#225;i s&#225;ht&#225;&#353;ii geahpidit d&#225;l&#225; riidduid boanddaid ja s&#225;pmela&#269;&#269;aid gaskkas.

<P> Ovdas&#225;ga ma&#331;&#331;&#225; g&#225;rttai guhkes ja vu&#240;ola&#353; s&#225;gastallan, gos bo&#240;ii ovdan ahte olbmot ledje ovttaoaivilis ovdas&#225;hkadoalliin.

<P> Loahpas bo&#240;ii moaitta priv&#225;hta boazodoalu v&#225;r&#225;s &#225;sahuvvon oasusservviid vuost&#225;, gu&#240;et sin oaivila mielde gilvaledje s&#225;pmela&#269;&#269;aiguin.
Boazodoallobearr&#225;igeah&#269;&#269;i bijai vuost&#225;, ja celkkii maidd&#225; ahte s&#225;pmela&#269;&#269;at eai berre&#353;e g&#225;ibidit buot goluid gok&#269;ojuvvot st&#225;hta bealis, muhto ie&#382;a ge m&#225;ksit oasi.  Eahkedis s&#225;gastalai boazodoallobearr&#225;igeah&#269;&#269;i s&#225;pmela&#269;&#269;aid ja bohccuid birra Norggas.

<P ALIGN=CENTER>#</P>

<P> Ma&#331;it beaivvi guovvam&#225;nu 7. beaivvi <STRONG>ovd&#225;lgaskabeaivvi &#269;oahkkimis</STRONG> joatka&#353;uvai s&#225;gastallan <STRONG>boazoguohtun&#225;&#353;&#353;is</STRONG>, gos daddjui ahte boazodoallu biliduvvo jos jotko seamm&#225; vuogi mielde go s&#225;pmela&#269;&#269;at d&#225;l b&#225;ggejuvvojit dahkat almm&#225; st&#225;hta veahki haga.  D&#225;t &#269;uo&#269;&#269;uhusat guske erenoam&#225;&#382;it m&#225;ttas&#225;miide ja Nordl&#225;ndda s&#225;pmela&#269;&#269;aide.  Earret boazosuolav&#225;ivvi, mainna eai veaje maidege dahkat, de deattuhuvvui Finnm&#225;rkku bealis ahte Deatnu ain berre&#353;ii leat r&#225;dj&#225; Finnm&#225;rkku guovtti boazodoallobiiriid gaskkas.<a name="note2a"></a><a href="#note2b"><sup>[n2]</sup></a>

<P> Oktiibuot ledje njeallje cealk&#225;mu&#353;&#225;rvalusa.  Golmmas guske dasa mo buoridit m&#225;ttas&#225;miid ja Nordl&#225;ndda s&#225;pmela&#269;&#269;aid dil&#225;la&#353;vuo&#240;aid, ja njeallj&aacute;t &aacute;rvalus guoskkahii mo s&aacute;hta&#353;ii Finnm&aacute;rkku s&aacute;pmela&#269;&#269;aid dili buoridit,  erenoam&#225;&#382;it mo geahpidit boazosuol&#225;demiid ja r&#225;dj&#225;ga&#353;aldat.

<P> Sii sohpe &#269;ohkket buot njeallje &#225;rvalusa oktan cealk&#225;mu&#353;&#353;an.

<P> <STRONG>Seamm&#225; beaivvi ma&#331;&#331;&#225;gaskabeaivvi</STRONG>, diibmu 4 jotkkii &#269;oahkkin guorahallat <STRONG>s&#225;pmela&#353;l&#225;ga</STRONG>, man birra ruo&#359;a Kand. jur. Torkild Thomassen guhkes ovdas&#225;gastis vuos &#269;ilgii s&#225;pmela&#353;l&#225;ga ie&#353;gu&#240;etl&#225;g&#225;n mearr&#225;dusaid, mo dat lea rievdaduvvon &#225;iggiid mielde, ja dasto moittii daid paragr&#225;faid, main leat mearr&#225;dusat mat eai doarjjo s&#225;pmela&#269;&#269;aid bero&#353;tumiid, ii boanddaid ektui, ii boazos&#225;pmela&#269;&#269;aid ektui ii ge s&#225;miid siskk&#225;ldas gaskavuo&#240;aid ektui.  Son deattuhii ahte berre&#353;ii nammaduvvot l&#225;vdegoddi man evttohusaid s&#225;hta&#353;ii guorahallat boahtteva&#353; &#269;oahkkimis.

<P> Badjeriekteadvok&#225;hta Olsen Muoffies eret &#269;ilgii dasto d&#225;l&#225; riekte&#269;a&#240;ahanortnega mii deadd&#225; s&#225;pmela&#269;&#269;aid sihke vuostta&#353; vah&#225;t&#225;rvvo&#353;tallamis, leansm&#225;nne &#225;rvvo&#353;tallamis ja mielduopm&#225;rrievttis, gos boanddaid ustibat, d.l. boanddat ie&#382;a, &#269;ohkk&#225;jit &#225;rvvo&#353;tallin ja duopm&#225;rin.

<P> S&#225;gastallamis mii &#269;uovui, deattuhuvvui ahte boanddaid beatnagat dahket vah&#225;giid boazo&#269;orragiin ja ahte berre&#353;ii leat boanddaid ovddasv&#225;st&#225;dus &#225;idut ie&#382;aset geassesajiid ja st&#225;vr&#225;id.  Dasa lassin deattuhuvvui ahte jos d&#225;&#382;at &#225;dde&#353;iv&#269;&#269;e s&#225;pmela&#269;&#269;aid albma l&#225;hk&#225;i, de sii liv&#269;&#269;e s&#225;htt&#225;n doallat duh&#225;hiid mielde bohccuid v&#225;riin, mii liv&#269;&#269;e lean s&#225;httit stuorra &#225;hpun d&#225;l, go biergu ill&#225; lea oa&#382;&#382;umis, ja lea divrras.

<P> S&#225;gastallama ma&#331;&#331;&#225; &#353;ihtte sii ma&#331;&#331;&#225; muhtin &#269;oahkkimis nammadit l&#225;vdegotti (l&#225;hkal&#225;vdegotti) s&#225;mef&#225;lddiin ja boazodoallobearr&#225;igeah&#269;&#269;iin.

<P> Eahkedis l&#225;giidii Troandima gielda feastta s&#225;pmela&#269;&#269;aide Haandverks- og industriforening:a lanjain.

<P><STRONG>Duorastaga guovvam&#225;nu 8. beaivvi</STRONG>

<BR>&#269;oahkkima rabadettiin logai boazodoallobearr&#225;igeah&#269;&#269;i &#269;&#225;llosa maid Namsos&#269;oahkkin<a name="note3a"></a><a href="#note3b"><sup>[n3]</sup></a> lei s&#225;dden eisev&#225;ldiide boazodoalu suodjalusa birra ja dan &#269;oakkima s&#225;valdagaid birra s&#225;mel&#225;ga h&#225;rr&#225;i.  Seamm&#225; s&#225;valdagat leat d&#225;n &#269;oahkkimis boahtt&#225;n ovdan.  Boazodoallobearr&#225;igeah&#269;&#269;i maid &#269;ilgii ahte soait&#225; nammaduvvot kommi&#353;uvdna s&#225;mel&#225;ga o&#240;asmahttima oktavuo&#240;as.  Muhto ii dat eastat d&#225;n &#269;oahkkima ie&#382;as priv&#225;hta l&#225;vdegotti nammadeames mas lea l&#225;hkadovdi ja mii bargga&#353;ii s&#225;mef&#225;lddiin ovttas.  L&#225;vdegodd&#225;i v&#225;lljejuvvojedje <STRONG>Helgel&#225;ndda</STRONG> ovddas Nils Johan Nilsen Kapfjeld ja Thomas Renberg, <STRONG>Davit Troandima &#225;mtta</STRONG> ovddas Per Larsen Jomafjeld(?) ja Nils Andersen Nursfjeld, <STRONG>M&#225;ttit Troandima &#225;mtta</STRONG> ovddas Daniel Mortenson ja Johan Barok.  L&#225;hkadovdin v&#225;lljejuvvon advok&#225;hta Olsen, Muofies.  Finnm&#225;rkku ovddas eai v&#225;lljejuvvon &#225;irasat l&#225;vddegodd&#225;i go g&#225;vnnahuvvui ahte doppe ledje dilit &#225;ibbas ear&#225; go m&#225;ddin.

<P>Ma&#331;&#331;&#225; doavttir Heitmann s&#225;gastallama veahkkedoaimmaid birra tuberkulosa vuost&#225;, de nogai i&#240;it&#269;oahkkin ja oassev&#225;ldit besse oaidnit Videnskabernes Selskab &#269;oakk&#225;ldagaid.

<P><EM>Seamm&#225; ma&#331;&#331;&#225;gaskabeaivvi</EM> diibmu 4 &#269;oagganedje oassev&#225;ldit fas seamm&#225; lanjain.  Oahpaheaddji Prytz s&#225;gastalai &#225;lggus s&#225;miid m&#225;tt&#225;sguvlui v&#225;nddardeami birra ja sin &#225;lgo 1800-logu riidduid birra boanddaiguin.  Dasto guorahallui s&#225;pmela&#269;&#269;aide dea&#359;&#225;la&#353; &#225;&#353;&#353;i, nammalassii

<P ALIGN=CENTER><STRONG>Skuvla&#225;&#353;&#353;i</STRONG></P>

<P> &#193;&#353;&#353;i &#225;lggahuvvui ruo&#359;a s&#225;meskuvlabearr&#225;igeah&#269;&#269;i Karnell hirbmat vu&#240;ola&#353; ja miellagiddeva&#353; ovdasagain, mas son muitalii mo sii Ruo&#359;as m&#225;&#331;ga eahpelihkostovvan geah&#269;&#269;aleami ma&#331;&#331;&#225; viimmat leat g&#225;vdnan &#269;ovdosa, mii ii du&#353;&#353;e &#269;&#225;jehuvvo leat heivvola&#353;, muhto man s&#225;pmela&#269;&#269;at leat &#225;vuin v&#225;ld&#225;n vuost&#225;.  S&#225;gastallamis mii &#269;uovui deattuhuvvui m&#225;&#331;gii ahte ruo&#359;&#359;ila&#269;&#269;aid oahpahusvuohki ii heive Norgga diliide.  Mo s&#225;miit ie&#382;a h&#225;liidedje oahpahusa ordnejuvvot, dattege ii boaht&#225;n &#269;ielgasit ovd&#225;n s&#225;gastallamis, baicce bo&#240;ii garra moaitta Havika s&#225;meskuvlla vuost&#225;, mii lea Namsosas.  Dan birra daddjui ahte ii lean dearvva&#353;la&#353;, ja dasa lassin ahte s&#225;mem&#225;n&#225;id d&#225;rbbut biddjojuvvojedje f&#225;sta&#225;ssiid m&#225;n&#225;id d&#225;rbbuid ma&#331;&#225;beall&#225;i.  &#193;&#353;&#353;is ii dahkkon loahppamearr&#225;dus.

<P> <STRONG>Eahkedis</STRONG> &#269;oahkkanedje oassev&#225;ldit festii mii dollui Haandv&#230;rk= og Industriforening lanjain.  Feastta golut gok&#269;ojuvvojedje ru&#240;ain maid Troandima &#225;ssit ledje add&#225;n.  L&#225;gideaddjit leigga hearr&#225; ja rovv&#225; J&#228;rwson.  Boazodoallobearr&#225;igeah&#269;&#269;i lei feastta verdde.

<P>Ovd&#225;lgaskabeaivvi &#269;oahkkimis mearriduvvui ahte ruo&#359;a beali s&#225;miide addo vejola&#353;vuohta searvat nammaduvvon l&#225;hkal&#225;vdegotti &#269;oahkkimiidda.

<P>Go eai lean vel meannudan organiserenga&#382;aldaga, ja ii boazoguohtunga&#382;aldagas ge lean loahpala&#353; mearr&#225;dus dahkkon, de mearridedje ahte &#269;oahkkin jotko vel&#225; ma&#331;it beaivvi, mii lei bearjadat.

<P><STRONG>Bearjadaga guovvam&#225;nu 9. beaivvi</STRONG> joatka&#353;uvai &#269;oahkkin 10 &#225;iggi ovd&#225;lgaskabeaivet, ma&#331;&#331;&#225; go l&#225;vdegoddi mii galggai juohkit st&#225;htas juolluduvvon m&#225;tkedoarjagiid lei doallan &#269;oahkkima ja die&#240;ihan ahte ledje juohk&#225;n ru&#240;aid departementta eavttuid mielde.

<P>Dasto gie&#240;ahallagohte

<P ALIGN=CENTER><STRONG>organisa&#353;uvdnaga&#382;aldaga</STRONG></P>.

<P>Doaimmaheaddji Tranm&#230;l doalai ovdas&#225;ga.  S&#225;gastallamis mii &#269;uovui daddjui ahte liv&#269;&#269;e s&#225;vahahtti ahte olggosaddojuvvo&#353;ii s&#225;mebl&#225;&#240;&#240;i mas liv&#269;&#269;e sihke d&#225;ro- ja s&#225;megielat teaksta.  Sohppojuvvui ahte l&#225;hkal&#225;vdegoddi oa&#382;&#382;u bargun &#269;ielggadit &#225;&#353;&#353;i.  Bivde l&#225;vdegotti buktit ovdan evttohusaidis muhtin boahtteva&#353; s&#225;me&#269;oahkkimis.

<P>Seamm&#225; beaivvi <STRONG>ma&#331;&#331;&#225;gaskabeaivvi &#269;oahkkimis</STRONG> v&#225;lde fas ovdan skuvlaga&#382;aldaga.  Muhtin &#225;iggi s&#225;gastallama ma&#331;&#331;&#225; mearriduvvui ma&#331;idit &#225;&#353;&#353;i muhtin boahtteva&#353; s&#225;me&#269;oahkkimii, go g&#225;vnnahuvvui ahte &#225;&#353;&#353;i ii lean doarv&#225;i guorahallojuvvon.

<P>Dasto dahke loahpala&#353; mearr&#225;dusaid

<P ALIGN=CENTER><STRONG>boazoguohtun&#225;&#353;&#353;is.</STRONG></P>

<P>Ledje d&#225;l &#269;ohkken daid njeallje ovddiduvvon evttohusa ovtta cealk&#225;mu&#353;&#353;an:

<P>"Norgga s&#225;miid vuostta&#353; riikka&#269;oahkkima Norgga s&#225;mit bivdet vuollega&#269;&#269;at st&#225;hta eisev&#225;ldiin:

<BLOCKQUOTE>
<P>1. ahte l&#225;giduvvo&#353;ii nu, ahte s&#225;mit dolo&#353; vieru mielde, ja nu ahte eai caggojuvvo f&#225;sta &#225;ssiid lihttol&#225;igovuoigatvuo&#240;ain eatnamiida, ja almm&#225; vah&#225;giid buhtadusovddasv&#225;stadusa haga, o&#269;&#269;o&#353;edje nuvtt&#225; guo&#240;uhanvuoigatvuo&#240;aid buot st&#225;hta ja almmola&#353; eatnamiin boazodoalloguovlluin, lea&#382;&#382;&#225; dal &#269;&#225;lihuvvon vai &#269;&#225;lekeahtes eana.

<P>2. Ahte st&#225;hta oastt&#225;&#353;ii dahje b&#225;ggolonu&#353;i s&#225;miide fridja geavaheami v&#225;r&#225;s vissis guovlluid, maid guoskkahuvvon s&#225;pmela&#269;&#269;at ie&#382;a beasasedje &#225;rvalit, ovddimust&#225; boanddain geavahuvvon leagit, mat botkejit mu&#240;ui lihkatkeahtes guohtuneatnamiid duoddaris.  D&#225;t eatnamat galget leat buhtadussan dasa go guohtuneatnamat leat g&#225;r&#382;on f&#225;sta &#225;ssama gea&#382;il ma&#331;imu&#353; jagiid.

<P>3. Ahte ii okta ge dolo&#353; l&#225;idomat sulluin, rittuguovlluin dahje v&#225;riin galgga&#353;ii r&#225;f&#225;iduvvot boazodoalu vuost&#225;.

<P>4. Ahte s&#225;mel&#225;ga mearr&#225;dusat vah&#225;tm&#225;ksima ja f&#225;sta&#225;ssiid beatnagiid h&#225;rr&#225;i rievdaduvvo&#353;edje nu ahte s&#225;pmela&#269;&#269;at ja boazodoallu &#353;atta&#353;edje ovttad&#225;ss&#225;sa&#382;&#382;an riikka ear&#225; &#225;ssiide ja &#225;ig&#225;iboa&#240;uide.

<P>5. Ahte las&#225;huss&#225;mel&#225;ga mearr&#225;dusat merkekeahtes ja amas bohccuid h&#225;rr&#225;i rievdaduvvo&#353;edje nu ahte tienas dakk&#225;r bohccuid vuovdimis oll&#225;sit gula&#353;ii s&#225;pmela&#269;&#269;aide ja geavahuvvo&#353;ii sin buresbirgema ovddideapm&#225;i.

<P>6. Ahte Finnm&#225;&#352;rkku m&#225;ttabeali s&#225;pmela&#269;&#269;aid guoski l&#225;gat nu jo&#240;&#225;nit go vejola&#353; o&#240;asmahttojuvvo&#353;edje ja ahte dakko buohta s&#225;miid ja boazodoalu bero&#353;tumit  nu olu go vejola&#353; v&#225;ldojuvvo&#353;edje vuhtii, nu ahte s&#225;pmela&#269;&#269;at o&#269;&#269;o&#353;edje Norggas birgenl&#225;gi johttis&#225;pmela&#382;&#382;an boahtte&#225;iggis ge."

</BLOCKQUOTE>

<P>Cealk&#225;mu&#353; dohkkehuvvui guovtti jiena vuost&#225;.

<P>Finnm&#225;rkku s&#225;pmela&#269;&#269;aid evttohusain dohkkehuvvui &#269;uovvova&#353;:

<BLOCKQUOTE>
<P> "V&#225;rnj&#225;rgga Unj&#225;r-s&#225;mit bivdet ovttajienala&#269;&#269;at ahte st&#225;htas geah&#269;&#269;aliv&#269;&#269;e eastadit dakk&#225;r d&#225;hpp&#225;husaid go dat mat ledje 1916 &#269;av&#269;&#269;a, go f&#225;sta&#225;ssi d&#225;&#382;at godde 60-80 bohcco.  Dan s&#225;hta&#353;ii dahkat dan l&#225;hk&#225;i ahte st&#225;hta juolluda ru&#240;aid mainna f&#225;sta&#225;ssit s&#225;hta&#353;edje &#225;idut st&#225;vr&#225;id d&#225;id guovlluin gos ii g&#225;vdno ii soahki eai ge sie&#240;garo&#240;ut.

<P>Nu s&#225;hta&#353;ii v&#225;rjalit sihke eanandoalli ja badjeolbmo eal&#225;husa."

</BLOCKQUOTE>

<P>&#268;uovvova&#353; cealk&#225;mu&#353; biddjui beavdegirj&#225;i mielddusin:

<BLOCKQUOTE>
<P>"Finnm&#225;rkku ovddasteaddji guovttos bivdiba ovttamielala&#269;&#269;at l&#225;hkaeisev&#225;ldiide ahte r&#225;hkaduvvo&#353;ii sierra boazosuol&#225;demiide guoski l&#225;hkamearr&#225;dus mii s&#225;hta&#353;ii eastadit dakk&#225;riid, ja mii mearrida ahte juohke eanandoalli gii vuovd&#225; ovtta dahje moadde boazogoroda dahje seamm&#225; olu &#269;oarbeliid, galg&#225; &#269;&#225;jehit n&#225;hkiid, mat de steampalastojuvvojit st&#225;htasteampaliin, bero&#353;keahtta vuvdo go n&#225;hkki vai ii."

</BLOCKQUOTE>

<P>Dasa loahpahuvvui s&#225;pmela&#269;&#269;aid vuostta&#353; riika&#269;oahkkin.

<P ALIGN=CENTER>*</P>

<P>L&#225;vvardaga guovvam&#225;nu 11:s<a name="note4a"></a><a href="#note4b"><sup>[n4]</sup></a> gaskabeaivve&#225;iggi, ma&#331;&#331;&#225; go v&#225;ldo&#269;oahkkin lei loahpahuvvon, &#269;oahkkanedje s&#225;pmela&#269;&#269;at fas unnibu&#353; &#269;oahkkimii masa Sanna Jonassen lei bovden.  &#268;oahkkin galggai guorahallat skuvla&#225;&#353;&#353;i.  Go ledje s&#225;gastallan Havika s&#225;meskuvlla dillid birra, dohkkehedje &#269;uovvova&#353; cealk&#225;mu&#353;a maid sii h&#225;liidedje galggai &#269;uovvut beavdegirjji mielde:

<BLOCKQUOTE>
<P> "S&#225;pmela&#269;&#269;at &#269;oahkkanan Troandimii celket, ahte st&#225;htas berre&#353;ii leat ovddasv&#225;stadus addit s&#225;pmela&#269;&#269;aide oahpahusa, nu ahte s&#225;megiella ge geavahuvvo skuvllas.  Skuvllas berre&#353;edje leat s&#225;pmela&#353; bearr&#225;igeah&#269;&#269;it ja galgga&#353;ii oahpahuvvot dakk&#225;r &#225;&#353;&#353;iin maid s&#225;pmela&#269;&#269;at fertejit dovdat jos sii ain boahtte&#225;iggis galget bissut boazos&#225;pmela&#382;&#382;an.

<P> Muhto go dilit davimus ja m&#225;ttimus s&#225;meguovlluin leat nu goapp&#225;tl&#225;g&#225;nat, de bivdit mii ahte eisev&#225;ldit v&#225;ldet dan vuhtii, nu ahte oahpahus m&#225;ttas&#225;mi guovlluin, gos kultuvra bahkke ala, ja gos s&#225;pmela&#269;&#269;at mie&#240;ai mie&#240;ai &#225;saiduvvet, ii ordnejuvvo seamm&#225; l&#225;hk&#225;i go davvin, gos dilit ain leat nu go &#225;lggu r&#225;jis leama&#353;.  Mii atnit dea&#359;&#225;la&#382;&#382;an ahte eai mi&#353;&#353;onsearvvit, muhto st&#225;hta l&#225;giida oahpahusa."
</BLOCKQUOTE>

<P ALIGN=CENTER>#</P>

<P ALIGN=RIGHT>Duo&#240;a&#353;tuvvo ahte nu &#269;a&#240;ahuvvui
<BR>s&#225;pmela&#269;&#269;aid &#269;oahkkin guovvam&#225;nu 6., 7., 8. ja 9. beaivvi
<BR>1917:s Troandimis.
<BR>Ellen Lie.</P>

<p>[<a href="../kilder.htm#div">Ruovttoluotta&nbsp;g&aacute;lduide</a>]

<h1>Kristian Nissena mearkka&#353;umit</h1>

<a name="note1b"></a><a href="#note1a">[n1]</a>
Du&#353;&#353;e &#269;oahkkima Ruo&#359;a beal oassev&aacute;ldit s&aacute;ddejedje  telegr&aacute;mma Ruo&#359;a Gonagassi.
<br>Kr. Nissen.

<p><a name="note2b"></a><a href="#note2a">[n2]</a>
D&aacute;s oaivvilduvvo ga&#382;aldat galg&aacute; go Deatnu leat r&aacute;dj&aacute; Buolbm&aacute;ga ja V&aacute;rjjaga orohagaid gaskkas.
<br>K.N.

<p><a name="note3b"></a><a href="#note3a">[n3]</a>
guovvam&aacute;nus 1913.  K.N.

<p><a name="note4b"></a><a href="#note4a">[n4]</a>
L&aacute;vvardat lei guovvam&aacute;nu 10., ii 11. b.



<P><hr>
D&#225;n protokolla d&#225;rogielat kopia lea g&#225;vdnamis Norgga Riikka&#225;rkiivvas:  Landbruksdepartementets Kontor for rendrift og ferskvannsfiske, Reindriftsinspekt&#248;rens, pakkesaker, pakke 21, mappen `Angaaende Lappernes Skolev&#230;sen i Tr&#248;ndelagen og Helgeland.'  Jorgalus:  Regnor Jernsletten.

    <FONT SIZE="-1">
      <HR NOSHADE>  	
      <EM>
<!-- MAL: bunn-uc.mal -->
Universitetet i Troms&#248;, Senter for samiske studier, 9037 Troms&#248;, tlf.&nbsp;7764&nbsp;5535
<BR>Ovddasv&#225;stideaddji: H&#225;lddahusjo&#240;iheaddji <a href="mailto:Else.G.Broderstad@sami.uit.no">Else Grete Broderstad.</a>
<BR>Fierpm&aacute;datv&aacute;stideaddji: <A HREF="mailto:Regnor.Jernsletten@sami.uit.no">Regnor Jernsletten.</A>
<!-- VARIABEL DEL:  oppdatert -->
O&eth;asmahtton: Borgem&aacute;nu 1. b. 1999.
<!-- MAL SLUTT: bunn-uc.mal -->
      </EM>
      <HR NOSHADE>
   </FONT>
<!-- SLUTT P&#197; BUNNTEKST -->
</BODY></HTML>
